["tf.compat.v1.train.VocabInfo", 1.0000000000000002]
["tf.compat.v1.estimator.VocabInfo", 1.0]
["tf.estimator.VocabInfo", 1.0]
["tf.raw_ops.GenerateVocabRemapping", 0.6032819442166438]
["tf.compat.v1.train.warm_start", 0.5971291065216064]
["tf.keras.callbacks.experimental.BackupAndRestore", 0.5796664556474995]
["tf.compat.v1.estimator.WarmStartSettings", 0.49446365237236023]
["tf.estimator.WarmStartSettings", 0.49446365237236023]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 0.3651851415634155]
["tf.feature_column.categorical_column_with_vocabulary_list", 0.3651851415634155]
["tf.estimator.BaselineClassifier", 0.3537904620170593]
["tf.compat.v1.estimator.BaselineClassifier", 0.3537904620170593]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.3519549071788788]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.3519549071788788]
["tf.sparse.to_indicator", 0.34570391007114254]
["tf.compat.v1.sparse.to_indicator", 0.3456743661638882]
["tf.compat.v1.sparse_to_indicator", 0.3456743661638882]
["tf.compat.v1.train.MonitoredSession", 0.34361040592193604]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.34196871519088745]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.34196871519088745]
["tf.compat.v1.train.SingularMonitoredSession", 0.32868796586990356]
["tf.compat.v1.keras.datasets.fashion_mnist.load_data", 0.3245888352394104]
["tf.keras.datasets.fashion_mnist.load_data", 0.3245888352394104]
["tf.keras.optimizers.schedules.CosineDecayRestarts", 0.32205939292907715]
["tf.optimizers.schedules.CosineDecayRestarts", 0.32205939292907715]
["tf.compat.v1.keras.optimizers.schedules.CosineDecayRestarts", 0.32205939292907715]
["tf.compat.v1.keras.experimental.CosineDecayRestarts", 0.32205939292907715]
["tf.keras.experimental.CosineDecayRestarts", 0.32205939292907715]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.3216399550437927]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.3216399550437927]
["tf.keras.preprocessing.text.one_hot", 0.3137657642364502]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.31376561522483826]
["tf.compat.v1.sysconfig.get_build_info", 0.31248825788497925]
["tf.sysconfig.get_build_info", 0.31248825788497925]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.2955721616744995]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.2955721616744995]
["tf.compat.v1.summary.text", 0.29232239723205566]
["tf.keras.initializers.VarianceScaling", 0.2867026925086975]
["tf.compat.v1.keras.initializers.lecun_normal", 0.2867026925086975]
["tf.compat.v1.keras.initializers.VarianceScaling", 0.2867026925086975]
["tf.initializers.VarianceScaling", 0.2867026925086975]
["tf.compat.v1.keras.initializers.he_normal", 0.2867026925086975]
["tf.compat.v1.keras.initializers.he_uniform", 0.2867026925086975]
["tf.compat.v1.initializers.variance_scaling", 0.2867026925086975]
["tf.compat.v1.keras.initializers.lecun_uniform", 0.2867026925086975]
["tf.keras.initializers.variance_scaling", 0.2867026925086975]
["tf.compat.v1.variance_scaling_initializer", 0.2867026925086975]
["tf.initializers.variance_scaling", 0.2867026925086975]
["tf.data.experimental.Counter", 0.28242796659469604]
["tf.compat.v1.data.experimental.Counter", 0.28242796659469604]
["tf.raw_ops.CollectiveInitializeCommunicator", 0.27883854508399963]
["tf.initializers.glorot_uniform", 0.2779523432254791]
["tf.initializers.GlorotUniform", 0.2779523432254791]
["tf.keras.initializers.glorot_uniform", 0.2779523432254791]
["tf.keras.initializers.GlorotUniform", 0.2779523432254791]
["tf.compat.v1.glorot_uniform_initializer", 0.2779523432254791]
["tf.compat.v1.initializers.glorot_uniform", 0.2779523432254791]
["tf.compat.v1.keras.initializers.glorot_uniform", 0.2779523432254791]
["tf.compat.v1.initialize_local_variables", 0.274503618478775]
["tf.compat.v1.variables_initializer", 0.27338314056396484]
["tf.compat.v1.initializers.variables", 0.27338314056396484]
["tf.compat.v1.ones_initializer", 0.2733067572116852]
["tf.compat.v1.initializers.ones", 0.2733067572116852]
["tf.compat.v1.keras.initializers.ones", 0.2733067572116852]
["tf.compat.v1.keras.initializers.Ones", 0.2733067572116852]
["tf.compat.v1.profiler.profile", 0.27181363105773926]
["tf.compat.v1.lite.RepresentativeDataset", 0.2708117365837097]
["tf.lite.RepresentativeDataset", 0.2708117365837097]
["tf.compat.v1.data.experimental.AutotuneOptions", 0.27047303318977356]
["tf.data.experimental.AutotuneOptions", 0.27047303318977356]
["tf.compat.v1.initialize_all_variables", 0.2701617479324341]
["tf.compat.v1.data.Iterator", 0.26942384243011475]
["tf.compat.v1.train.basic_train_loop", 0.26940131187438965]
["tf.compat.v1.initialize_variables", 0.2683413028717041]
["tf.keras.initializers.lecun_uniform", 0.2670931816101074]
["tf.compat.v1.initializers.lecun_uniform", 0.2670931816101074]
["tf.initializers.LecunUniform", 0.2670931816101074]
["tf.initializers.lecun_uniform", 0.2670931816101074]
["tf.keras.initializers.LecunUniform", 0.2670931816101074]
["tf.compat.v1.keras.callbacks.LearningRateScheduler", 0.2659289240837097]
["tf.keras.callbacks.LearningRateScheduler", 0.2659289240837097]
["tf.compat.v1.nn.static_bidirectional_rnn", 0.2648008167743683]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 0.26299723982810974]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 0.26299723982810974]
["tf.compat.v1.variable_scope", 0.25921517610549927]
["tf.compat.v1.keras.layers.GRU", 0.2588796317577362]
["tf.keras.layers.GRU", 0.2588796317577362]
["tf.compat.v1.train.Supervisor", 0.2576090693473816]
["tf.compat.v1.keras.preprocessing.sequence.TimeseriesGenerator", 0.256882905960083]
["tf.keras.preprocessing.sequence.TimeseriesGenerator", 0.256882905960083]
["tf.compat.v1.train.Scaffold", 0.2560657262802124]
["tf.keras.initializers.RandomUniform", 0.25440600514411926]
["tf.initializers.random_uniform", 0.25440600514411926]
["tf.compat.v1.keras.initializers.RandomUniform", 0.25440600514411926]
["tf.initializers.RandomUniform", 0.25440600514411926]
["tf.random_uniform_initializer", 0.25440600514411926]
["tf.compat.v1.initializers.random_uniform", 0.25440600514411926]
["tf.compat.v1.random_uniform_initializer", 0.25440600514411926]
["tf.compat.v1.keras.initializers.random_uniform", 0.25440600514411926]
["tf.keras.initializers.random_uniform", 0.25440600514411926]
["tf.compat.v1.keras.initializers.uniform", 0.25440600514411926]
["tf.keras.preprocessing.sequence.skipgrams", 0.25348564982414246]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.25348564982414246]
["tf.optimizers.schedules.CosineDecay", 0.2532750964164734]
["tf.compat.v1.keras.experimental.CosineDecay", 0.2532750964164734]
["tf.keras.optimizers.schedules.CosineDecay", 0.2532750964164734]
["tf.compat.v1.keras.optimizers.schedules.CosineDecay", 0.2532750964164734]
["tf.keras.experimental.CosineDecay", 0.2532750964164734]
["tf.initializers.constant", 0.25276750326156616]
["tf.initializers.Constant", 0.25276750326156616]
["tf.constant_initializer", 0.25276750326156616]
["tf.keras.initializers.constant", 0.25276750326156616]
["tf.keras.initializers.Constant", 0.25276750326156616]
["tf.compat.v1.keras.initializers.constant", 0.25276750326156616]
["tf.compat.v1.keras.initializers.Constant", 0.25276750326156616]
["tf.compat.v1.initializers.constant", 0.25276750326156616]
["tf.compat.v1.constant_initializer", 0.25276750326156616]
["tf.estimator.BoostedTreesClassifier", 0.25195223093032837]
["tf.compat.v1.estimator.BoostedTreesClassifier", 0.25195223093032837]
["tf.compat.v1.estimator.BaselineRegressor", 0.2516241669654846]
["tf.estimator.BaselineRegressor", 0.2516241669654846]
["tf.initializers.GlorotNormal", 0.2511802315711975]
["tf.initializers.glorot_normal", 0.25118017196655273]
["tf.keras.initializers.glorot_normal", 0.25118017196655273]
["tf.keras.initializers.GlorotNormal", 0.25118017196655273]
["tf.compat.v1.glorot_normal_initializer", 0.25118017196655273]
["tf.compat.v1.initializers.glorot_normal", 0.25118017196655273]
["tf.compat.v1.keras.initializers.glorot_normal", 0.25118017196655273]
["tf.compat.v1.report_uninitialized_variables", 0.2509840726852417]
["tf.keras.datasets.imdb.get_word_index", 0.2505388855934143]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.2505388855934143]
["tf.data.experimental.from_variant", 0.25034183263778687]
["tf.compat.v1.data.experimental.from_variant", 0.2503417730331421]
["tf.compat.v1.keras.layers.RandomContrast", 0.24995096027851105]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomContrast", 0.24995096027851105]
["tf.keras.layers.RandomContrast", 0.24995096027851105]
["tf.keras.layers.experimental.preprocessing.RandomContrast", 0.24995096027851105]
["tf.compat.v1.train.GradientDescentOptimizer", 0.2491224706172943]
["tf.compat.v1.initializers.zeros", 0.24717719852924347]
["tf.compat.v1.zeros_initializer", 0.24717719852924347]
["tf.compat.v1.keras.initializers.zeros", 0.24717719852924347]
["tf.compat.v1.keras.initializers.Zeros", 0.24717719852924347]
["tf.distribute.TPUStrategy", 0.24608249962329865]
["tf.distribute.experimental.TPUStrategy", 0.24608249962329865]
["tf.compat.v1.random.learned_unigram_candidate_sampler", 0.24604558944702148]
["tf.nn.learned_unigram_candidate_sampler", 0.24604558944702148]
["tf.random.learned_unigram_candidate_sampler", 0.24604558944702148]
["tf.compat.v1.nn.learned_unigram_candidate_sampler", 0.24604558944702148]
["tf.compat.v1.keras.preprocessing.text.Tokenizer", 0.24403128027915955]
["tf.keras.preprocessing.text.Tokenizer", 0.24403128027915955]
["tf.compat.v1.data.experimental.OptimizationOptions", 0.2437627613544464]
["tf.data.experimental.OptimizationOptions", 0.2437627613544464]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.24335643649101257]
["tf.data.experimental.make_batched_features_dataset", 0.24335643649101257]
["tf.summary.audio", 0.24136340618133545]
["tf.raw_ops.InitializeTableV2", 0.2412809431552887]
["tf.raw_ops.InitializeTable", 0.2412809431552887]
["tf.compat.v1.keras.datasets.imdb.load_data", 0.2412598729133606]
["tf.keras.datasets.imdb.load_data", 0.2412598729133606]
["tf.compat.v1.estimator.BestExporter", 0.24093127250671387]
["tf.estimator.BestExporter", 0.24093127250671387]
["tf.compat.v1.estimator.SecondOrStepTimer", 0.23993322253227234]
["tf.estimator.SecondOrStepTimer", 0.23993322253227234]
["tf.compat.v1.train.SecondOrStepTimer", 0.23993322253227234]
["tf.estimator.experimental.RNNClassifier", 0.23934128880500793]
["tf.compat.v1.keras.layers.RNN", 0.2389412820339203]
["tf.keras.layers.RNN", 0.2389412820339203]
["tf.raw_ops.IsBoostedTreesEnsembleInitialized", 0.23837557435035706]
["tf.compat.v1.Variable", 0.23763009905815125]
["tf.estimator.MultiLabelHead", 0.23677140474319458]
["tf.compat.v1.estimator.MultiLabelHead", 0.23677140474319458]
["tf.keras.layers.Attention", 0.23672699928283691]
["tf.compat.v1.keras.layers.Attention", 0.23672699928283691]
["tf.summary.text", 0.2364959716796875]
["tf.compat.v1.saved_model.classification_signature_def", 0.23545336723327637]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.23545336723327637]
["tf.initializers.lecun_normal", 0.23449164628982544]
["tf.keras.initializers.lecun_normal", 0.23449164628982544]
["tf.compat.v1.initializers.lecun_normal", 0.23449164628982544]
["tf.initializers.LecunNormal", 0.23449164628982544]
["tf.keras.initializers.LecunNormal", 0.23449164628982544]
["tf.tpu.experimental.embedding.TPUEmbedding", 0.2343626469373703]
["tf.compat.v1.tpu.experimental.embedding.TPUEmbedding", 0.2343626469373703]
["tf.compat.v1.train.ClusterSpec", 0.23432442545890808]
["tf.train.ClusterSpec", 0.23432442545890808]
["tf.compat.v1.initializers.local_variables", 0.2340024709701538]
["tf.compat.v1.local_variables_initializer", 0.2340024709701538]
["tf.compat.v1.train.global_step", 0.23375585675239563]
["tf.profiler.experimental.start", 0.2337106466293335]
["tf.Variable", 0.23316025733947754]
["tf.compat.v1.keras.metrics.categorical_accuracy", 0.23285076022148132]
["tf.metrics.categorical_accuracy", 0.23285076022148132]
["tf.keras.metrics.categorical_accuracy", 0.23285076022148132]
["tf.metrics.CategoricalAccuracy", 0.23285076022148132]
["tf.keras.metrics.CategoricalAccuracy", 0.23285076022148132]
["tf.compat.v1.keras.metrics.CategoricalAccuracy", 0.23285076022148132]
["tf.compat.v1.data.TFRecordDataset", 0.23240035772323608]
["tf.data.TFRecordDataset", 0.23240035772323608]
["tf.compat.v1.data.ThreadingOptions", 0.23126739263534546]
["tf.compat.v1.data.experimental.ThreadingOptions", 0.23126739263534546]
["tf.data.ThreadingOptions", 0.23126739263534546]
["tf.data.experimental.ThreadingOptions", 0.23126739263534546]
["tf.initializers.HeNormal", 0.2309277355670929]
["tf.initializers.he_normal", 0.2309277355670929]
["tf.compat.v1.initializers.he_normal", 0.2309277355670929]
["tf.keras.initializers.HeNormal", 0.2309277355670929]
["tf.keras.initializers.he_normal", 0.2309277355670929]
["tf.keras.optimizers.schedules.serialize", 0.23040132224559784]
["tf.optimizers.schedules.serialize", 0.23040129244327545]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.23040129244327545]
["tf.compat.v1.lookup.TextFileInitializer", 0.2301178276538849]
["tf.lookup.TextFileInitializer", 0.2301178276538849]
["tf.compat.v1.profiler.advise", 0.22938168048858643]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.22927340865135193]
["tf.raw_ops.MapAndBatchDataset", 0.22927340865135193]
["tf.keras.optimizers.schedules.PiecewiseConstantDecay", 0.22926218807697296]
["tf.optimizers.schedules.PiecewiseConstantDecay", 0.22926218807697296]
["tf.compat.v1.keras.optimizers.schedules.PiecewiseConstantDecay", 0.22926218807697296]
["tf.keras.datasets.reuters.get_word_index", 0.2280067503452301]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.2280067503452301]
["tf.compat.v1.ReaderBase", 0.22741898894309998]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.22716863453388214]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.22716863453388214]
["tf.compat.v1.train.MonitoredTrainingSession", 0.22712981700897217]
["tf.raw_ops.AccumulatorSetGlobalStep", 0.22694954765718933]
["tf.compat.v1.distribute.experimental.CentralStorageStrategy", 0.22628530859947205]
["tf.distribute.experimental.CentralStorageStrategy", 0.22628530859947205]
["tf.estimator.MultiClassHead", 0.22595924139022827]
["tf.compat.v1.estimator.MultiClassHead", 0.22595924139022827]
["tf.compat.v1.initializers.random_normal", 0.22578534483909607]
["tf.compat.v1.random_normal_initializer", 0.22578534483909607]
["tf.initializers.RandomNormal", 0.22578534483909607]
["tf.random_normal_initializer", 0.22578534483909607]
["tf.initializers.random_normal", 0.22578534483909607]
["tf.keras.initializers.RandomNormal", 0.22578534483909607]
["tf.keras.initializers.random_normal", 0.22578534483909607]
["tf.compat.v1.keras.optimizers.schedules.ExponentialDecay", 0.22575530409812927]
["tf.keras.optimizers.schedules.ExponentialDecay", 0.22575530409812927]
["tf.optimizers.schedules.ExponentialDecay", 0.22575530409812927]
["tf.compat.v1.train.list_variables", 0.2256433665752411]
["tf.train.list_variables", 0.2256433665752411]
["tf.raw_ops.InitializeTableFromTextFileV2", 0.22556188702583313]
["tf.raw_ops.InitializeTableFromTextFile", 0.22556188702583313]
["tf.compat.v1.nn.rnn_cell.LSTMCell", 0.22519469261169434]
["tf.compat.v1.uniform_unit_scaling_initializer", 0.22435224056243896]
["tf.compat.v1.initializers.uniform_unit_scaling", 0.22435224056243896]
["tf.raw_ops.ResourceAccumulatorSetGlobalStep", 0.22415285286853837]
["tf.config.functions_run_eagerly", 0.2230197638273239]
["tf.compat.v1.config.functions_run_eagerly", 0.2230197638273239]
["tf.compat.v1.data.TextLineDataset", 0.22227883338928223]
["tf.ragged.stack", 0.221760556101799]
["tf.compat.v1.ragged.stack", 0.221760556101799]
["tf.raw_ops.TakeWhileDataset", 0.2206980288028717]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.2206980288028717]
["tf.raw_ops.WriteAudioSummary", 0.2206849455833435]
["tf.compat.v1.keras.datasets.reuters.load_data", 0.21994775533676147]
["tf.keras.datasets.reuters.load_data", 0.21994775533676147]
["tf.compat.v1.InteractiveSession", 0.21914264559745789]
["tf.compat.v1.nn.rnn_cell.LSTMStateTuple", 0.21864667534828186]
["tf.io.parse_single_example", 0.21747583150863647]
["tf.compat.v1.parse_single_example", 0.21747583150863647]
["tf.compat.v1.io.parse_single_example", 0.21747583150863647]
["tf.optimizers.schedules.InverseTimeDecay", 0.21734559535980225]
["tf.compat.v1.keras.optimizers.schedules.InverseTimeDecay", 0.21734559535980225]
["tf.keras.optimizers.schedules.InverseTimeDecay", 0.21734559535980225]
["tf.compat.v1.data.experimental.DatasetInitializer", 0.21717670559883118]
["tf.data.experimental.DatasetInitializer", 0.21717670559883118]
["tf.name_scope", 0.2168986201286316]
["tf.compat.v1.name_scope", 0.2168986201286316]
["tf.compat.v1.keras.backend.name_scope", 0.2168986201286316]
["tf.compat.v1.nn.bidirectional_dynamic_rnn", 0.21680432558059692]
["tf.compat.v1.train.AdamOptimizer", 0.21633030474185944]
["tf.compat.v1.keras.optimizers.Adam", 0.21633030474185944]
["tf.optimizers.Adam", 0.21633030474185944]
["tf.keras.optimizers.Adam", 0.21633030474185944]
["tf.compat.v1.keras.initializers.normal", 0.21591761708259583]
["tf.compat.v1.keras.initializers.RandomNormal", 0.21591761708259583]
["tf.compat.v1.keras.initializers.random_normal", 0.21591761708259583]
["tf.tpu.experimental.TPUSystemMetadata", 0.21560418605804443]
["tf.compat.v1.tpu.experimental.TPUSystemMetadata", 0.21560418605804443]
["tf.initializers.get", 0.21504583954811096]
["tf.keras.initializers.get", 0.21504583954811096]
["tf.compat.v1.keras.initializers.get", 0.21504583954811096]
["tf.compat.v1.keras.layers.Normalization", 0.21269476413726807]
["tf.keras.layers.Normalization", 0.21269476413726807]
["tf.compat.v1.keras.layers.experimental.preprocessing.Normalization", 0.21269476413726807]
["tf.keras.layers.experimental.preprocessing.Normalization", 0.21269476413726807]
["tf.compat.v1.summary.initialize", 0.21246033906936646]
["tf.raw_ops.RangeDataset", 0.2124231606721878]
["tf.compat.v1.train.SessionManager", 0.2121194750070572]
["tf.distribute.experimental.coordinator.PerWorkerValues", 0.211207777261734]
["tf.raw_ops.BoostedTreesCalculateBestGainsPerFeature", 0.21115604043006897]
["tf.raw_ops.BoostedTreesSparseCalculateBestFeatureSplit", 0.21115604043006897]
["tf.raw_ops.BoostedTreesCalculateBestFeatureSplit", 0.21115604043006897]
["tf.raw_ops.StackV2", 0.21092891693115234]
["tf.compat.v1.train.batch_join", 0.21005864441394806]
["tf.compat.v1.random.experimental.stateless_fold_in", 0.20991899073123932]
["tf.random.experimental.stateless_fold_in", 0.20991885662078857]
["tf.estimator.experimental.LinearSDCA", 0.20877015590667725]
["tf.compat.v1.estimator.experimental.LinearSDCA", 0.20877015590667725]
["tf.compat.v1.train.FinalOpsHook", 0.208560973405838]
["tf.compat.v1.estimator.FinalOpsHook", 0.208560973405838]
["tf.estimator.FinalOpsHook", 0.208560973405838]
["tf.compat.v1.losses.huber_loss", 0.20834708213806152]
["tf.compat.v1.keras.optimizers.schedules.PolynomialDecay", 0.20817892253398895]
["tf.optimizers.schedules.PolynomialDecay", 0.20817892253398895]
["tf.keras.optimizers.schedules.PolynomialDecay", 0.20817892253398895]
["tf.experimental.numpy.nextafter", 0.20816932618618011]
["tf.raw_ops.MultiDeviceIteratorInit", 0.20815499126911163]
["tf.test.Benchmark", 0.2080572545528412]
["tf.compat.v1.test.Benchmark", 0.2080572545528412]
["tf.compat.v1.distribute.RunOptions", 0.2071475386619568]
["tf.distribute.RunOptions", 0.2071475386619568]
["tf.keras.layers.TextVectorization", 0.20699435472488403]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.20699435472488403]
["tf.compat.v1.estimator.LogisticRegressionHead", 0.20692375302314758]
["tf.estimator.LogisticRegressionHead", 0.20692375302314758]
["tf.compat.v1.assert_variables_initialized", 0.20675671100616455]
["tf.compat.v1.data.experimental.service.WorkerConfig", 0.20632612705230713]
["tf.compat.v1.data.experimental.service.DispatcherConfig", 0.20632612705230713]
["tf.data.experimental.service.WorkerConfig", 0.20632612705230713]
["tf.data.experimental.service.DispatcherConfig", 0.20632612705230713]
["tf.experimental.numpy.object_", 0.206053227186203]
["tf.estimator.BoostedTreesRegressor", 0.20598812401294708]
["tf.compat.v1.estimator.BoostedTreesRegressor", 0.20598812401294708]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.20594611763954163]
["tf.compat.v1.data.experimental.dense_to_ragged_batch", 0.20540079474449158]
["tf.data.experimental.dense_to_ragged_batch", 0.20540079474449158]
["tf.data.experimental.SqlDataset", 0.205078586935997]
["tf.compat.v1.data.experimental.SqlDataset", 0.205078586935997]
["tf.keras.layers.experimental.preprocessing.RandomTranslation", 0.2047140747308731]
["tf.keras.layers.RandomTranslation", 0.2047140747308731]
["tf.compat.v1.keras.layers.RandomTranslation", 0.2047140747308731]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomTranslation", 0.2047140747308731]
["tf.compat.v1.profiler.Profiler", 0.2044564187526703]
["tf.raw_ops.PaddingFIFOQueue", 0.20377492904663086]
["tf.raw_ops.FIFOQueue", 0.20377492904663086]
["tf.raw_ops.FIFOQueueV2", 0.20377492904663086]
["tf.raw_ops.PaddingFIFOQueueV2", 0.20377492904663086]
["tf.compat.v1.global_variables_initializer", 0.20359206199645996]
["tf.compat.v1.initializers.global_variables", 0.20359206199645996]
["tf.compat.v1.tpu.experimental.initialize_tpu_system", 0.20357170701026917]
["tf.tpu.experimental.initialize_tpu_system", 0.20357170701026917]
["tf.compat.v1.experimental.BatchableExtensionType", 0.2034619152545929]
["tf.experimental.BatchableExtensionType", 0.2034619152545929]
["tf.estimator.LatestExporter", 0.2026403844356537]
["tf.compat.v1.estimator.LatestExporter", 0.2026403844356537]
["tf.compat.v1.estimator.MultiHead", 0.20179492235183716]
["tf.estimator.MultiHead", 0.20179492235183716]
["tf.compat.v1.keras.layers.AdditiveAttention", 0.2017838954925537]
["tf.keras.layers.AdditiveAttention", 0.2017838954925537]
["tf.compat.v1.nn.fused_batch_norm", 0.2015165388584137]
["tf.raw_ops.FusedBatchNormV2", 0.2015165388584137]
["tf.raw_ops.FusedBatchNormV3", 0.2015165388584137]
["tf.raw_ops.FusedBatchNorm", 0.2015165388584137]
["tf.nn.batch_norm_with_global_normalization", 0.2015165388584137]
["tf.nn.batch_normalization", 0.2015165388584137]
["tf.raw_ops.BatchNormWithGlobalNormalization", 0.2015165388584137]
["tf.compat.v1.nn.batch_normalization", 0.2015165388584137]
["tf.compat.v1.nn.batch_norm_with_global_normalization", 0.2015165388584137]
["tf.compat.v1.Session", 0.20135211944580078]
["tf.compat.v1.nn.rnn_cell.BasicRNNCell", 0.2012847512960434]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.20093421638011932]
["tf.queue.PaddingFIFOQueue", 0.20093421638011932]
["tf.compat.v1.PaddingFIFOQueue", 0.20093420147895813]
["tf.compat.v1.io.PaddingFIFOQueue", 0.20093420147895813]
["tf.keras.layers.RandomHeight", 0.20082080364227295]
["tf.keras.layers.experimental.preprocessing.RandomHeight", 0.20082080364227295]
["tf.compat.v1.keras.layers.RandomHeight", 0.20082080364227295]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomHeight", 0.20082080364227295]
["tf.raw_ops.DataServiceDataset", 0.19995632767677307]
["tf.raw_ops.DataServiceDatasetV2", 0.19995632767677307]
["tf.raw_ops.PrefetchDataset", 0.19890731573104858]
["tf.estimator.DNNClassifier", 0.19793492555618286]
["tf.compat.v1.estimator.DNNClassifier", 0.19793492555618286]
["tf.compat.v1.train.ProximalGradientDescentOptimizer", 0.19769182801246643]
["tf.raw_ops.AudioSpectrogram", 0.19733968377113342]
["tf.compat.v1.keras.datasets.mnist.load_data", 0.1970769762992859]
["tf.keras.datasets.mnist.load_data", 0.1970769762992859]
["tf.compat.v1.train.experimental.LossScale", 0.19628770649433136]
["tf.train.experimental.LossScale", 0.19628770649433136]
["tf.compat.v1.mixed_precision.LossScale", 0.19628770649433136]
["tf.compat.v1.mixed_precision.experimental.LossScale", 0.19628770649433136]
["tf.mixed_precision.experimental.LossScale", 0.19628770649433136]
["tf.raw_ops.VarIsInitializedOp", 0.1962774395942688]
["tf.compat.v1.keras.layers.Bidirectional", 0.195977583527565]
["tf.keras.layers.Bidirectional", 0.195977583527565]
["tf.compat.v1.train.queue_runner.start_queue_runners", 0.1958315670490265]
["tf.compat.v1.train.start_queue_runners", 0.1958315670490265]
["tf.compat.v1.stack", 0.19545719027519226]
["tf.stack", 0.19545719027519226]
["tf.optimizers.Adamax", 0.19541670382022858]
["tf.keras.optimizers.Adamax", 0.19541670382022858]
["tf.compat.v1.keras.optimizers.Adamax", 0.19541670382022858]
["tf.keras.layers.deserialize", 0.19507229328155518]
["tf.compat.v1.keras.layers.deserialize", 0.19507229328155518]
["tf.estimator.BoostedTreesEstimator", 0.19501423835754395]
["tf.compat.v1.estimator.BoostedTreesEstimator", 0.19501423835754395]
["tf.initializers.deserialize", 0.1945790946483612]
["tf.keras.initializers.deserialize", 0.1945790946483612]
["tf.compat.v1.keras.initializers.deserialize", 0.1945790946483612]
["tf.compat.v1.tpu.experimental.embedding.FeatureConfig", 0.19416294991970062]
["tf.tpu.experimental.embedding.FeatureConfig", 0.19416294991970062]
["tf.raw_ops.BoostedTreesCreateEnsemble", 0.19390857219696045]
["tf.keras.optimizers.schedules.deserialize", 0.19370464980602264]
["tf.compat.v1.keras.optimizers.schedules.deserialize", 0.19370464980602264]
["tf.optimizers.schedules.deserialize", 0.19370464980602264]
["tf.compat.v1.estimator.tpu.experimental.EmbeddingConfigSpec", 0.19353751838207245]
["tf.compat.v1.estimator.BinaryClassHead", 0.1932641863822937]
["tf.estimator.BinaryClassHead", 0.1932641863822937]
["tf.compat.v1.train.Coordinator", 0.1931675374507904]
["tf.train.Coordinator", 0.1931675374507904]
["tf.compat.v1.train.SyncReplicasOptimizer", 0.19307859241962433]
["tf.estimator.FinalExporter", 0.19293212890625]
["tf.compat.v1.estimator.FinalExporter", 0.19293212890625]
["tf.keras.utils.unpack_x_y_sample_weight", 0.1922789216041565]
["tf.compat.v1.train.AdadeltaOptimizer", 0.19201520085334778]
["tf.optimizers.Adadelta", 0.19201520085334778]
["tf.keras.optimizers.Adadelta", 0.19201520085334778]
["tf.compat.v1.keras.optimizers.Adadelta", 0.19201520085334778]
["tf.compat.v1.app.flags.BaseListParser", 0.19186756014823914]
["tf.compat.v1.flags.BaseListParser", 0.19186756014823914]
["tf.compat.v1.estimator.experimental.make_early_stopping_hook", 0.19142085313796997]
["tf.estimator.experimental.make_early_stopping_hook", 0.19142085313796997]
["tf.compat.v1.parse_example", 0.19103485345840454]
["tf.compat.v1.io.parse_example", 0.19103485345840454]
["tf.io.parse_example", 0.19103485345840454]
["tf.raw_ops.BoostedTreesGetEnsembleStates", 0.1909627765417099]
["tf.data.experimental.parse_example_dataset", 0.19087126851081848]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.19087126851081848]
["tf.raw_ops.BoostedTreesSerializeEnsemble", 0.190808966755867]
["tf.data.experimental.service.from_dataset_id", 0.19041182100772858]
["tf.compat.v1.data.experimental.service.from_dataset_id", 0.19041182100772858]
["tf.strings.unicode_split_with_offsets", 0.1903773844242096]
["tf.compat.v1.strings.unicode_split_with_offsets", 0.1903773844242096]
["tf.raw_ops.UnbatchDataset", 0.1902807354927063]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.1902807354927063]
["tf.keras.experimental.SidecarEvaluator", 0.18996486067771912]
["tf.raw_ops.WriteHistogramSummary", 0.18986739218235016]
["tf.compat.v1.enable_eager_execution", 0.18888267874717712]
["tf.raw_ops.DirectedInterleaveDataset", 0.18881317973136902]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.18881317973136902]
["tf.raw_ops.ReaderSerializeState", 0.18875330686569214]
["tf.raw_ops.ReaderSerializeStateV2", 0.18875330686569214]
["tf.compat.v1.estimator.LinearClassifier", 0.18850305676460266]
["tf.estimator.LinearClassifier", 0.18850305676460266]
["tf.compat.v1.feature_column.indicator_column", 0.1881573349237442]
["tf.feature_column.indicator_column", 0.1881573349237442]
["tf.compat.v1.keras.layers.LSTM", 0.18801742792129517]
["tf.keras.layers.LSTM", 0.18801742792129517]
["tf.raw_ops.RngSkip", 0.18798935413360596]
["tf.raw_ops.RngReadAndSkip", 0.18798935413360596]
["tf.compat.v1.TensorSpec", 0.1878967583179474]
["tf.TensorSpec", 0.1878967583179474]
["tf.recompute_grad", 0.1878785789012909]
["tf.compat.v1.recompute_grad", 0.1878785789012909]
["tf.raw_ops.Iterator", 0.18780815601348877]
["tf.raw_ops.AnonymousIterator", 0.18780815601348877]
["tf.raw_ops.AnonymousIteratorV2", 0.18780815601348877]
["tf.raw_ops.DeleteIterator", 0.18780815601348877]
["tf.raw_ops.DeleteMultiDeviceIterator", 0.18780815601348877]
["tf.estimator.BaselineEstimator", 0.18778389692306519]
["tf.compat.v1.estimator.BaselineEstimator", 0.18778389692306519]
["tf.compat.v1.is_variable_initialized", 0.18680521845817566]
["tf.raw_ops.LRNGrad", 0.18656980991363525]
["tf.compat.v1.data.make_initializable_iterator", 0.18625977635383606]
["tf.compat.v1.data.make_one_shot_iterator", 0.18625977635383606]
["tf.keras.utils.set_random_seed", 0.18608933687210083]
["tf.compat.v1.metrics.recall_at_top_k", 0.18586522340774536]
["tf.compat.v1.parallel_stack", 0.18490739166736603]
["tf.parallel_stack", 0.18490734696388245]
["tf.experimental.numpy.hstack", 0.18486742675304413]
["tf.distribute.ReplicaContext", 0.18420538306236267]
["tf.compat.v1.distribute.ReplicaContext", 0.18420538306236267]
["tf.strings.ngrams", 0.18410632014274597]
["tf.compat.v1.strings.ngrams", 0.18410632014274597]
["tf.raw_ops.BatchNormWithGlobalNormalizationGrad", 0.18404167890548706]
["tf.compat.v1.keras.layers.experimental.preprocessing.PreprocessingLayer", 0.1838606297969818]
["tf.keras.layers.experimental.preprocessing.PreprocessingLayer", 0.1838606297969818]
["tf.compat.v1.io.TFRecordWriter", 0.1836237609386444]
["tf.io.TFRecordWriter", 0.1836237609386444]
["tf.compat.v1.python_io.TFRecordWriter", 0.1836237609386444]
["tf.experimental.numpy.ravel", 0.18343785405158997]
["tf.compat.v1.train.SummarySaverHook", 0.18303418159484863]
["tf.compat.v1.estimator.SummarySaverHook", 0.18303418159484863]
["tf.estimator.SummarySaverHook", 0.18303418159484863]
["tf.experimental.numpy.swapaxes", 0.1830037534236908]
["tf.compat.v1.lite.TargetSpec", 0.1829518973827362]
["tf.lite.TargetSpec", 0.1829518973827362]
["tf.compat.v1.lookup.KeyValueTensorInitializer", 0.18273356556892395]
["tf.lookup.KeyValueTensorInitializer", 0.18273356556892395]
["tf.keras.optimizers.SGD", 0.1826627552509308]
["tf.compat.v1.keras.optimizers.SGD", 0.1826627552509308]
["tf.optimizers.SGD", 0.1826627552509308]
["tf.compat.v1.data.experimental.CsvDataset", 0.18192842602729797]
["tf.data.experimental.CsvDataset", 0.18192842602729797]
["tf.experimental.numpy.full_like", 0.18160977959632874]
["tf.compat.v1.CriticalSection", 0.1813698410987854]
["tf.CriticalSection", 0.1813698410987854]
["tf.compat.v1.train.Optimizer", 0.18102818727493286]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomRotation", 0.18092644214630127]
["tf.keras.layers.RandomRotation", 0.18092644214630127]
["tf.keras.layers.experimental.preprocessing.RandomRotation", 0.18092644214630127]
["tf.compat.v1.keras.layers.RandomRotation", 0.18092644214630127]
["tf.compat.v1.losses.get_regularization_losses", 0.18080349266529083]
["tf.raw_ops.WriteSummary", 0.18034160137176514]
["tf.experimental.numpy.tensordot", 0.1800951063632965]
["tf.raw_ops.SnapshotDatasetV2", 0.17978498339653015]
["tf.raw_ops.SnapshotDataset", 0.17978495359420776]
["tf.summary.trace_on", 0.17974376678466797]
["tf.experimental.numpy.around", 0.1794734001159668]
["tf.keras.utils.pack_x_y_sample_weight", 0.1791490614414215]
["tf.experimental.numpy.all", 0.17879146337509155]
["tf.compat.v1.keras.metrics.SparseCategoricalCrossentropy", 0.17859864234924316]
["tf.metrics.SparseCategoricalCrossentropy", 0.17859864234924316]
["tf.keras.metrics.SparseCategoricalCrossentropy", 0.17859864234924316]
["tf.metrics.BinaryCrossentropy", 0.17859864234924316]
["tf.keras.metrics.BinaryCrossentropy", 0.17859864234924316]
["tf.metrics.CategoricalCrossentropy", 0.17859864234924316]
["tf.compat.v1.keras.metrics.CategoricalCrossentropy", 0.17859864234924316]
["tf.keras.metrics.CategoricalCrossentropy", 0.17859864234924316]
["tf.compat.v1.keras.metrics.BinaryCrossentropy", 0.17859864234924316]
["tf.compat.v1.train.AdagradOptimizer", 0.1782265603542328]
["tf.keras.optimizers.Adagrad", 0.1782265603542328]
["tf.compat.v1.keras.optimizers.Adagrad", 0.1782265603542328]
["tf.optimizers.Adagrad", 0.1782265603542328]
["tf.keras.utils.get_custom_objects", 0.1778719127178192]
["tf.compat.v1.keras.utils.get_custom_objects", 0.1778719127178192]
["tf.experimental.numpy.take", 0.17785689234733582]
["tf.lite.Interpreter", 0.17784932255744934]
["tf.compat.v1.lite.Interpreter", 0.17784932255744934]
["tf.experimental.numpy.random.seed", 0.17773446440696716]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.1775026172399521]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.1775026172399521]
["tf.compat.v1.keras.layers.AveragePooling1D", 0.17731666564941406]
["tf.compat.v1.keras.layers.AvgPool1D", 0.17731666564941406]
["tf.keras.layers.AveragePooling1D", 0.17731666564941406]
["tf.keras.layers.AvgPool1D", 0.17731666564941406]
["tf.compat.v1.data.Options", 0.1770554929971695]
["tf.data.Options", 0.1770554929971695]
["tf.experimental.numpy.cumprod", 0.17700332403182983]
["tf.raw_ops.SparseFillEmptyRowsGrad", 0.17697769403457642]
["tf.raw_ops.EagerPyFunc", 0.17696845531463623]
["tf.compat.v1.keras.optimizers.serialize", 0.17685605585575104]
["tf.optimizers.serialize", 0.17685604095458984]
["tf.keras.optimizers.serialize", 0.17685604095458984]
["tf.experimental.numpy.asarray", 0.17618019878864288]
["tf.estimator.experimental.make_stop_at_checkpoint_step_hook", 0.17605282366275787]
["tf.compat.v1.estimator.experimental.make_stop_at_checkpoint_step_hook", 0.17605282366275787]
["tf.compat.v1.distribute.experimental.CollectiveHints", 0.175955668091774]
["tf.distribute.experimental.CollectiveHints", 0.175955668091774]
["tf.compat.v1.DeviceSpec", 0.1752648800611496]
["tf.DeviceSpec", 0.1752648800611496]
["tf.compat.v1.strings.unicode_decode_with_offsets", 0.17517919838428497]
["tf.strings.unicode_decode_with_offsets", 0.17517918348312378]
["tf.compat.v1.initializers.orthogonal", 0.17509034276008606]
["tf.initializers.Orthogonal", 0.17509034276008606]
["tf.compat.v1.keras.initializers.Orthogonal", 0.17509034276008606]
["tf.keras.initializers.Orthogonal", 0.17509034276008606]
["tf.compat.v1.keras.initializers.orthogonal", 0.17509034276008606]
["tf.initializers.orthogonal", 0.17509034276008606]
["tf.keras.initializers.orthogonal", 0.17509034276008606]
["tf.compat.v1.orthogonal_initializer", 0.17509034276008606]
["tf.compat.v1.keras.optimizers.Optimizer", 0.17453917860984802]
["tf.keras.optimizers.Optimizer", 0.17453917860984802]
["tf.optimizers.Optimizer", 0.17453917860984802]
["tf.raw_ops.FixedUnigramCandidateSampler", 0.17442089319229126]
["tf.raw_ops.ThreadUnsafeUnigramCandidateSampler", 0.17442089319229126]
["tf.raw_ops.LearnedUnigramCandidateSampler", 0.17442089319229126]
["tf.raw_ops.AllCandidateSampler", 0.17442089319229126]
["tf.experimental.numpy.moveaxis", 0.17434421181678772]
["tf.ragged.constant", 0.1740773320198059]
["tf.compat.v1.ragged.constant", 0.1740773320198059]
["tf.compat.v1.metrics.recall_at_thresholds", 0.17398153245449066]
["tf.experimental.numpy.ones", 0.1737695038318634]
["tf.compat.v1.tpu.initialize_system", 0.1737632006406784]
["tf.experimental.numpy.allclose", 0.17339541018009186]
["tf.compat.v1.estimator.export.ClassificationOutput", 0.17332206666469574]
["tf.estimator.export.ClassificationOutput", 0.17332206666469574]
["tf.experimental.numpy.promote_types", 0.1732814908027649]
["tf.config.experimental_functions_run_eagerly", 0.17310872673988342]
["tf.compat.v1.config.experimental_functions_run_eagerly", 0.17310872673988342]
["tf.experimental.numpy.broadcast_to", 0.17310655117034912]
["tf.experimental.numpy.any", 0.17302250862121582]
["tf.raw_ops.ResourceScatterDiv", 0.1728305071592331]
["tf.experimental.numpy.cumsum", 0.17264457046985626]
["tf.keras.utils.experimental.DatasetCreator", 0.1724708378314972]
["tf.data.experimental.take_while", 0.17223414778709412]
["tf.compat.v1.data.experimental.take_while", 0.17223414778709412]
["tf.compat.v1.layers.BatchNormalization", 0.17206642031669617]
["tf.distribute.cluster_resolver.SlurmClusterResolver", 0.17194096744060516]
["tf.compat.v1.distribute.cluster_resolver.SlurmClusterResolver", 0.17194096744060516]
["tf.raw_ops.ResourceScatterSub", 0.1719062179327011]
["tf.compat.v1.keras.optimizers.Nadam", 0.1718585044145584]
["tf.keras.optimizers.Nadam", 0.1718585044145584]
["tf.optimizers.Nadam", 0.1718585044145584]
["tf.experimental.numpy.asanyarray", 0.1717994213104248]
["tf.keras.preprocessing.timeseries_dataset_from_array", 0.1716267168521881]
["tf.keras.utils.timeseries_dataset_from_array", 0.1716267168521881]
["tf.raw_ops.TensorDataset", 0.17121535539627075]
["tf.raw_ops.TensorListStack", 0.1710759699344635]
["tf.compat.v1.config.experimental.get_memory_info", 0.17104250192642212]
["tf.config.experimental.get_memory_info", 0.17104250192642212]
["tf.keras.layers.experimental.preprocessing.RandomCrop", 0.17059914767742157]
["tf.compat.v1.keras.layers.RandomCrop", 0.17059914767742157]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomCrop", 0.17059914767742157]
["tf.keras.layers.RandomCrop", 0.17059914767742157]
["tf.raw_ops.IsVariableInitialized", 0.1701762080192566]
["tf.compat.v1.initializers.tables_initializer", 0.16980648040771484]
["tf.compat.v1.tables_initializer", 0.16980648040771484]
["tf.summary.image", 0.1691245138645172]
["tf.compat.v1.estimator.Estimator", 0.16900962591171265]
["tf.estimator.Estimator", 0.16900962591171265]
["tf.data.TextLineDataset", 0.1689065843820572]
["tf.experimental.numpy.power", 0.16886958479881287]
["tf.raw_ops.ResourceScatterMul", 0.1686226725578308]
["tf.experimental.numpy.max", 0.16860464215278625]
["tf.experimental.numpy.min", 0.16839563846588135]
["tf.compat.v1.train.maybe_batch_join", 0.167942613363266]
["tf.raw_ops.BoostedTreesExampleDebugOutputs", 0.16793881356716156]
["tf.compat.v1.losses.hinge_loss", 0.16792063415050507]
["tf.raw_ops.InfeedEnqueuePrelinearizedBuffer", 0.16775298118591309]
["tf.experimental.numpy.ones_like", 0.16752684116363525]
["tf.data.experimental.choose_from_datasets", 0.16744261980056763]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.16744261980056763]
["tf.io.parse_sequence_example", 0.1671869158744812]
["tf.compat.v1.io.parse_sequence_example", 0.1671869158744812]
["tf.nn.RNNCellDeviceWrapper", 0.16716895997524261]
["tf.compat.v1.nn.rnn_cell.DeviceWrapper", 0.16716895997524261]
["tf.compat.v1.losses.log_loss", 0.1671634018421173]
["tf.profiler.experimental.Profile", 0.16702893376350403]
["tf.experimental.numpy.linspace", 0.166625514626503]
["tf.compat.v1.feature_column.embedding_column", 0.1665324568748474]
["tf.feature_column.embedding_column", 0.1665324568748474]
["tf.data.experimental.service.WorkerServer", 0.1665043830871582]
["tf.raw_ops.Pack", 0.16610276699066162]
["tf.compat.v1.keras.layers.SimpleRNNCell", 0.16598761081695557]
["tf.keras.layers.SimpleRNNCell", 0.16598761081695557]
["tf.estimator.RunConfig", 0.16576707363128662]
["tf.compat.v1.estimator.RunConfig", 0.16576707363128662]
["tf.debugging.enable_check_numerics", 0.1657503843307495]
["tf.compat.v1.debugging.enable_check_numerics", 0.1657503843307495]
["tf.raw_ops.TFRecordDataset", 0.16554804146289825]
["tf.raw_ops.ResourceScatterUpdate", 0.1653602421283722]
["tf.raw_ops.IteratorGetDevice", 0.16533097624778748]
["tf.raw_ops.ExperimentalIteratorGetDevice", 0.16533097624778748]
["tf.raw_ops.ResourceScatterAdd", 0.16523727774620056]
["tf.compat.v1.scatter_add", 0.16523727774620056]
["tf.compat.v1.train.LooperThread", 0.1652284860610962]
["tf.raw_ops.WriteImageSummary", 0.16520872712135315]
["tf.raw_ops.FilterDataset", 0.16518449783325195]
["tf.keras.utils.OrderedEnqueuer", 0.16505661606788635]
["tf.compat.v1.keras.utils.OrderedEnqueuer", 0.16505661606788635]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.losses.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.keras.losses.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.metrics.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.16499939560890198]
["tf.compat.v1.data.experimental.dense_to_sparse_batch", 0.1649840772151947]
["tf.data.experimental.dense_to_sparse_batch", 0.1649840772151947]
["tf.keras.initializers.he_uniform", 0.16465967893600464]
["tf.initializers.he_uniform", 0.16465967893600464]
["tf.keras.initializers.HeUniform", 0.16465967893600464]
["tf.compat.v1.initializers.he_uniform", 0.16465967893600464]
["tf.initializers.HeUniform", 0.16465967893600464]
["tf.experimental.numpy.hypot", 0.16453702747821808]
["tf.compat.v1.keras.Model", 0.16431453824043274]
["tf.keras.Model", 0.16431453824043274]
["tf.compat.v1.keras.models.Model", 0.16431453824043274]
["tf.keras.models.Model", 0.16431453824043274]
["tf.summary.graph", 0.1640886664390564]
["tf.saved_model.LoadOptions", 0.16408321261405945]
["tf.experimental.numpy.full", 0.163668692111969]
["tf.experimental.numpy.finfo", 0.1636289656162262]
["tf.raw_ops.FusedBatchNormGrad", 0.163542240858078]
["tf.raw_ops.FusedBatchNormGradV2", 0.163542240858078]
["tf.raw_ops.FusedBatchNormGradV3", 0.163542240858078]
["tf.raw_ops.ParseExample", 0.163504958152771]
["tf.compat.v1.one_hot", 0.16332024335861206]
["tf.raw_ops.OneHot", 0.16332024335861206]
["tf.one_hot", 0.16332024335861206]
["tf.raw_ops.RaggedTensorToVariantGradient", 0.16319836676120758]
["tf.keras.datasets.boston_housing.load_data", 0.1628415882587433]
["tf.compat.v1.keras.datasets.boston_housing.load_data", 0.1628415882587433]
["tf.compat.v1.tpu.experimental.StochasticGradientDescentParameters", 0.16282060742378235]
["tf.compat.v1.tpu.experimental.embedding.SGD", 0.16282060742378235]
["tf.tpu.experimental.embedding.SGD", 0.16282060742378235]
["tf.raw_ops.ParseExampleDataset", 0.16263461112976074]
["tf.raw_ops.ParseExampleDatasetV2", 0.16263461112976074]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.16263461112976074]
["tf.raw_ops.WriteRawProtoSummary", 0.16251912713050842]
["tf.experimental.numpy.isrealobj", 0.16232426464557648]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.16217562556266785]
["tf.keras.experimental.SequenceFeatures", 0.16217562556266785]
["tf.compat.v1.ragged.constant_value", 0.16214202344417572]
["tf.data.experimental.service.DispatchServer", 0.16211923956871033]
["tf.experimental.numpy.dstack", 0.16200612485408783]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomFlip", 0.1620042771100998]
["tf.keras.layers.experimental.preprocessing.RandomFlip", 0.1620042771100998]
["tf.compat.v1.keras.layers.RandomFlip", 0.1620042771100998]
["tf.keras.layers.RandomFlip", 0.1620042771100998]
["tf.raw_ops.Stage", 0.16186469793319702]
["tf.compat.v1.nn.ctc_loss_v2", 0.16182643175125122]
["tf.nn.ctc_loss", 0.16182643175125122]
["tf.distribute.MultiWorkerMirroredStrategy", 0.16180160641670227]
["tf.distribute.experimental.MultiWorkerMirroredStrategy", 0.16180160641670227]
["tf.compat.v1.distribute.experimental.MultiWorkerMirroredStrategy", 0.16180160641670227]
["tf.data.experimental.enumerate_dataset", 0.16151390969753265]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.16151389479637146]
["tf.experimental.numpy.hsplit", 0.16149693727493286]
["tf.keras.mixed_precision.experimental.set_policy", 0.161245197057724]
["tf.keras.mixed_precision.set_global_policy", 0.161245197057724]
["tf.experimental.numpy.fliplr", 0.1611119508743286]
["tf.experimental.numpy.cosh", 0.16103209555149078]
["tf.experimental.numpy.random.uniform", 0.16090497374534607]
["tf.experimental.numpy.vander", 0.160875141620636]
["tf.keras.callbacks.EarlyStopping", 0.16087137162685394]
["tf.compat.v1.keras.callbacks.EarlyStopping", 0.16087137162685394]
["tf.keras.models.model_from_config", 0.1608177125453949]
["tf.compat.v1.keras.models.model_from_config", 0.1608177125453949]
["tf.summary.histogram", 0.16080495715141296]
["tf.compat.v1.keras.optimizers.Ftrl", 0.16080336272716522]
["tf.keras.optimizers.Ftrl", 0.16080336272716522]
["tf.compat.v1.train.FtrlOptimizer", 0.16080336272716522]
["tf.optimizers.Ftrl", 0.16080336272716522]
["tf.data.experimental.shuffle_and_repeat", 0.1607966274023056]
["tf.compat.v1.data.experimental.shuffle_and_repeat", 0.1607966274023056]
["tf.compat.v1.nn.ctc_loss", 0.1607379913330078]
["tf.raw_ops.ParseSingleSequenceExample", 0.1606598198413849]
["tf.compat.v1.estimator.LinearEstimator", 0.16059401631355286]
["tf.estimator.LinearEstimator", 0.16059395670890808]
["tf.config.experimental.set_synchronous_execution", 0.16052982211112976]
["tf.compat.v1.config.experimental.set_synchronous_execution", 0.16052982211112976]
["tf.compat.v1.train.StepCounterHook", 0.16046570241451263]
["tf.estimator.StepCounterHook", 0.16046570241451263]
["tf.compat.v1.estimator.StepCounterHook", 0.16046570241451263]
["tf.raw_ops.ParseSequenceExample", 0.16044020652770996]
["tf.estimator.TrainSpec", 0.15994536876678467]
["tf.compat.v1.estimator.TrainSpec", 0.15994536876678467]
["tf.raw_ops.StringFormat", 0.1596095860004425]
["tf.strings.format", 0.1596095860004425]
["tf.compat.v1.strings.format", 0.1596095860004425]
["tf.experimental.numpy.arange", 0.15938928723335266]
["tf.experimental.numpy.isclose", 0.15923118591308594]
["tf.raw_ops.StatelessRandomGetAlg", 0.15918216109275818]
["tf.tpu.experimental.Topology", 0.15907056629657745]
["tf.compat.v1.tpu.experimental.Topology", 0.15907056629657745]
["tf.compat.v1.keras.callbacks.ReduceLROnPlateau", 0.15892332792282104]
["tf.keras.callbacks.ReduceLROnPlateau", 0.15892332792282104]
["tf.experimental.numpy.split", 0.15889707207679749]
["tf.raw_ops.TensorListResize", 0.15858696401119232]
["tf.compat.v1.train.init_from_checkpoint", 0.1584426760673523]
["tf.raw_ops.LogUniformCandidateSampler", 0.1583940088748932]
["tf.experimental.numpy.compress", 0.15831968188285828]
["tf.compat.v1.io.decode_compressed", 0.15830953419208527]
["tf.compat.v1.decode_compressed", 0.15830951929092407]
["tf.raw_ops.DecodeCompressed", 0.15830951929092407]
["tf.io.decode_compressed", 0.15830951929092407]
["tf.compat.v1.nn.rnn_cell.GRUCell", 0.15828804671764374]
["tf.compat.v1.config.LogicalDeviceConfiguration", 0.15821002423763275]
["tf.config.experimental.VirtualDeviceConfiguration", 0.15821002423763275]
["tf.compat.v1.config.experimental.VirtualDeviceConfiguration", 0.15821002423763275]
["tf.config.LogicalDeviceConfiguration", 0.15821002423763275]
["tf.keras.optimizers.RMSprop", 0.1581224501132965]
["tf.compat.v1.keras.optimizers.RMSprop", 0.1581224501132965]
["tf.optimizers.RMSprop", 0.1581224501132965]
["tf.compat.v1.keras.layers.experimental.preprocessing.RandomZoom", 0.15812242031097412]
["tf.keras.layers.experimental.preprocessing.RandomZoom", 0.15812242031097412]
["tf.keras.layers.RandomZoom", 0.15812242031097412]
["tf.compat.v1.keras.layers.RandomZoom", 0.15812242031097412]
["tf.compat.v1.train.cosine_decay_restarts", 0.15804235637187958]
["tf.io.TFRecordOptions", 0.1580229103565216]
["tf.compat.v1.io.TFRecordOptions", 0.1580229103565216]
["tf.compat.v1.python_io.TFRecordOptions", 0.1580229103565216]
["tf.compat.v1.enable_resource_variables", 0.15792733430862427]
["tf.raw_ops.StatelessRandomGetKeyCounterAlg", 0.15789082646369934]
["tf.compat.v1.TFRecordReader", 0.15766331553459167]
["tf.compat.v1.saved_model.signature_def_utils.regression_signature_def", 0.15753671526908875]
["tf.compat.v1.saved_model.regression_signature_def", 0.15753671526908875]
["tf.compat.v1.keras.callbacks.TerminateOnNaN", 0.1573847383260727]
["tf.keras.callbacks.TerminateOnNaN", 0.1573847383260727]
["tf.experimental.numpy.isscalar", 0.15732631087303162]
["tf.compat.v1.layers.experimental.set_keras_style", 0.1571492701768875]
["tf.compat.v1.data.experimental.service.register_dataset", 0.15711897611618042]
["tf.data.experimental.service.register_dataset", 0.15711897611618042]
["tf.raw_ops.RegisterDataset", 0.15711893141269684]
["tf.raw_ops.OptimizeDatasetV2", 0.15691398084163666]
["tf.raw_ops.TextLineDataset", 0.15684480965137482]
["tf.raw_ops.CacheDataset", 0.1568213850259781]
["tf.compat.v1.train.Saver", 0.15672042965888977]
["tf.experimental.numpy.flipud", 0.15658262372016907]
["tf.compat.v1.train.ProfilerHook", 0.15605475008487701]
["tf.estimator.ProfilerHook", 0.15605475008487701]
["tf.compat.v1.estimator.ProfilerHook", 0.15605475008487701]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.15592455863952637]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.15592455863952637]
["tf.compat.v1.ragged.cross", 0.15559478104114532]
["tf.ragged.cross", 0.15559478104114532]
["tf.optimizers.get", 0.1553327739238739]
["tf.keras.optimizers.get", 0.1553327739238739]
["tf.compat.v1.keras.optimizers.get", 0.1553327739238739]
["tf.experimental.numpy.isinf", 0.15524089336395264]
["tf.keras.applications.densenet.preprocess_input", 0.1548050045967102]
["tf.keras.applications.vgg19.preprocess_input", 0.1548050045967102]
["tf.compat.v1.keras.applications.vgg16.preprocess_input", 0.1548050045967102]
["tf.compat.v1.keras.applications.imagenet_utils.preprocess_input", 0.1548050045967102]
["tf.compat.v1.keras.applications.mobilenet.preprocess_input", 0.1548050045967102]
["tf.keras.applications.resnet.preprocess_input", 0.1548050045967102]
["tf.compat.v1.keras.applications.inception_v3.preprocess_input", 0.1548050045967102]
