["tf.compat.v1.lookup.StaticVocabularyTable", 0.9999999999999993]
["tf.lookup.StaticVocabularyTable", 0.9999999403953552]
["tf.compat.v1.lookup.StaticHashTable", 0.8665109975684395]
["tf.compat.v1.nn.static_rnn", 0.7248886445929367]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.624415934085846]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.624415934085846]
["tf.compat.v1.nn.static_state_saving_rnn", 0.5998768531873568]
["tf.compat.v1.broadcast_static_shape", 0.582405820528311]
["tf.broadcast_static_shape", 0.5823815741710422]
["tf.compat.v1.lookup.experimental.DenseHashTable", 0.5696456432342529]
["tf.lookup.experimental.DenseHashTable", 0.5696456432342529]
["tf.compat.v1.lookup.experimental.MutableHashTable", 0.5637115240097046]
["tf.lookup.experimental.MutableHashTable", 0.5637115240097046]
["tf.strings.to_hash_bucket", 0.5636512637138367]
["tf.compat.v1.strings.to_hash_bucket", 0.5636512637138367]
["tf.compat.v1.string_to_hash_bucket", 0.5636512637138367]
["tf.raw_ops.StringToHashBucket", 0.5636512637138367]
["tf.compat.v1.strings.to_hash_bucket_fast", 0.5636512637138367]
["tf.compat.v1.string_to_hash_bucket_fast", 0.5636512637138367]
["tf.strings.to_hash_bucket_fast", 0.5636512637138367]
["tf.raw_ops.StringToHashBucketFast", 0.5636512637138367]
["tf.compat.v1.string_to_hash_bucket_strong", 0.5636512637138367]
["tf.compat.v1.strings.to_hash_bucket_strong", 0.5636512637138367]
["tf.strings.to_hash_bucket_strong", 0.5636512637138367]
["tf.raw_ops.StringToHashBucketStrong", 0.5636512637138367]
["tf.keras.preprocessing.text.hashing_trick", 0.5465657114982605]
["tf.compat.v1.keras.preprocessing.text.hashing_trick", 0.5465657114982605]
["tf.compat.v1.feature_column.categorical_column_with_hash_bucket", 0.54599529504776]
["tf.feature_column.categorical_column_with_hash_bucket", 0.54599529504776]
["tf.raw_ops.MapStage", 0.5192089080810547]
["tf.raw_ops.HashTableV2", 0.5050550699234009]
["tf.raw_ops.HashTable", 0.5050550699234009]
["tf.compat.v1.keras.layers.experimental.preprocessing.Hashing", 0.5019999146461487]
["tf.keras.layers.experimental.preprocessing.Hashing", 0.5019999146461487]
["tf.compat.v1.keras.layers.Hashing", 0.5019999146461487]
["tf.keras.layers.Hashing", 0.5019999146461487]
["tf.lookup.StaticHashTable", 0.5009541511535645]
["tf.raw_ops.MutableHashTableV2", 0.5001344084739685]
["tf.raw_ops.MutableHashTable", 0.5001344084739685]
["tf.raw_ops.MutableHashTableOfTensorsV2", 0.5001344084739685]
["tf.raw_ops.MutableHashTableOfTensors", 0.5001344084739685]
["tf.raw_ops.AnonymousHashTable", 0.4984942674636841]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.4845075011253357]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.4845075011253357]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 0.4621284008026123]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 0.4621284008026123]
["tf.raw_ops.MutableDenseHashTable", 0.45238327980041504]
["tf.raw_ops.MutableDenseHashTableV2", 0.45238327980041504]
["tf.keras.datasets.imdb.get_word_index", 0.4261074662208557]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.4261074662208557]
["tf.compat.v1.ragged.cross_hashed", 0.4178715944290161]
["tf.ragged.cross_hashed", 0.4178715944290161]
["tf.raw_ops.StaticRegexFullMatch", 0.40970533837698236]
["tf.compat.v1.io.RaggedFeature.ValueRowIds", 0.40759801864624023]
["tf.io.RaggedFeature.ValueRowIds", 0.40759801864624023]
["tf.compat.v1.flags.DEFINE_multi_string", 0.4057801067829132]
["tf.compat.v1.app.flags.DEFINE_multi_string", 0.4057801067829132]
["tf.compat.v1.disable_tensor_equality", 0.3980402946472168]
["tf.raw_ops.LookupTableInsertV2", 0.3957548141479492]
["tf.raw_ops.LookupTableInsert", 0.3957548141479492]
["tf.raw_ops.LookupTableRemoveV2", 0.392431378364563]
["tf.compat.v1.app.flags.DEFINE_list", 0.3906342387199402]
["tf.compat.v1.flags.DEFINE_list", 0.3906342387199402]
["tf.compat.v1.data.experimental.bucket_by_sequence_length", 0.3891529440879822]
["tf.data.experimental.bucket_by_sequence_length", 0.3891529440879822]
["tf.keras.datasets.reuters.get_word_index", 0.3878699541091919]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.3878699541091919]
["tf.compat.v1.app.flags.DEFINE_spaceseplist", 0.3747929334640503]
["tf.compat.v1.flags.DEFINE_spaceseplist", 0.3747929334640503]
["tf.raw_ops.StaticRegexReplace", 0.3742277823829872]
["tf.raw_ops.LookupTableFindV2", 0.37393882870674133]
["tf.raw_ops.LookupTableFind", 0.37393882870674133]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 0.37281813825730936]
["tf.feature_column.categorical_column_with_vocabulary_list", 0.37278351451383085]
["tf.raw_ops.LookupTableSize", 0.37098579808589033]
["tf.raw_ops.LookupTableSizeV2", 0.37077466910937873]
["tf.compat.v1.flags.EnumParser", 0.37011033296585083]
["tf.compat.v1.app.flags.EnumParser", 0.37011033296585083]
["tf.keras.layers.StringLookup", 0.3664684593677521]
["tf.keras.layers.experimental.preprocessing.StringLookup", 0.3664684593677521]
["tf.raw_ops.BoostedTreesQuantileStreamResourceGetBucketBoundaries", 0.36489006876945496]
["tf.compat.v1.sparse.cross_hashed", 0.363105833530426]
["tf.sparse.cross_hashed", 0.36310580372810364]
["tf.nn.safe_embedding_lookup_sparse", 0.3616279363632202]
["tf.compat.v1.nn.safe_embedding_lookup_sparse", 0.3616279363632202]
["tf.compat.v1.lookup.KeyValueTensorInitializer", 0.3601046316370742]
["tf.lookup.KeyValueTensorInitializer", 0.3600601425715916]
["tf.raw_ops.AutoShardDataset", 0.3576704263687134]
["tf.raw_ops.ExperimentalAutoShardDataset", 0.3576704263687134]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.3548276424407959]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.3548276424407959]
["tf.compat.v1.app.flags.EnumClassSerializer", 0.35453110933303833]
["tf.compat.v1.flags.EnumClassSerializer", 0.35453110933303833]
["tf.compat.v1.feature_column.categorical_column_with_identity", 0.3540448546409607]
["tf.feature_column.categorical_column_with_identity", 0.3540448546409607]
["tf.raw_ops.LookupTableExportV2", 0.3524351716041565]
["tf.raw_ops.LookupTableExport", 0.3524351716041565]
["tf.nn.embedding_lookup", 0.3501628637313843]
["tf.compat.v1.nn.embedding_lookup", 0.3501628637313843]
["tf.raw_ops.BoostedTreesQuantileStreamResourceDeserialize", 0.34938108921051025]
["tf.raw_ops.InitializeTable", 0.34937822818756104]
["tf.raw_ops.InitializeTableV2", 0.34937822818756104]
["tf.raw_ops.LookupTableImport", 0.3483596444129944]
["tf.raw_ops.LookupTableImportV2", 0.3483596444129944]
["tf.compat.v1.get_static_value", 0.3479175174083186]
["tf.get_static_value", 0.34789964098652965]
["tf.compat.v1.app.flags.DEFINE_multi_enum", 0.34785038232803345]
["tf.compat.v1.flags.DEFINE_multi_enum", 0.34785038232803345]
["tf.compat.v1.feature_column.make_parse_example_spec", 0.34766900539398193]
["tf.feature_column.make_parse_example_spec", 0.34766900539398193]
["tf.raw_ops.BoostedTreesBucketize", 0.3442552089691162]
["tf.compat.v1.data.experimental.index_table_from_dataset", 0.33973032236099243]
["tf.data.experimental.index_table_from_dataset", 0.33973032236099243]
["tf.compat.v1.reduce_join", 0.33723917603492737]
["tf.compat.v1.strings.reduce_join", 0.33723917603492737]
["tf.strings.reduce_join", 0.33723917603492737]
["tf.nn.embedding_lookup_sparse", 0.32935091853141785]
["tf.compat.v1.nn.embedding_lookup_sparse", 0.32935088872909546]
["tf.strings.unsorted_segment_join", 0.3276994824409485]
["tf.raw_ops.UnsortedSegmentJoin", 0.3276994824409485]
["tf.compat.v1.strings.unsorted_segment_join", 0.3276994824409485]
["tf.raw_ops.FilterDataset", 0.32705140113830566]
["tf.raw_ops.LMDBDataset", 0.3254837989807129]
["tf.compat.v1.flags.ListSerializer", 0.32490408420562744]
["tf.compat.v1.app.flags.CsvListSerializer", 0.32490408420562744]
["tf.compat.v1.app.flags.ListSerializer", 0.32490408420562744]
["tf.compat.v1.flags.CsvListSerializer", 0.32490408420562744]
["tf.compat.v1.app.flags.DEFINE_string", 0.3224155306816101]
["tf.compat.v1.flags.DEFINE_string", 0.3224155306816101]
["tf.compat.v1.keras.backend.get_uid", 0.31976011395454407]
["tf.keras.backend.get_uid", 0.31976011395454407]
["tf.compat.v1.flags.DEFINE_enum", 0.31913310289382935]
["tf.compat.v1.app.flags.DEFINE_enum", 0.31913310289382935]
["tf.data.experimental.enumerate_dataset", 0.3164885640144348]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.31648850440979004]
["tf.compat.v1.sparse.merge", 0.3149567246437073]
["tf.compat.v1.sparse_merge", 0.3149567246437073]
["tf.compat.v1.keras.utils.get_custom_objects", 0.31452676653862]
["tf.keras.utils.get_custom_objects", 0.31452676653862]
["tf.raw_ops.GetElementAtIndex", 0.31186890602111816]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.31059062480926514]
["tf.raw_ops.MapAndBatchDataset", 0.31059062480926514]
["tf.keras.preprocessing.text.one_hot", 0.31030237674713135]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.31030237674713135]
["tf.raw_ops.ShardDataset", 0.30996111035346985]
["tf.raw_ops.ExperimentalUniqueDataset", 0.306509792804718]
["tf.raw_ops.UniqueDataset", 0.30650970339775085]
["tf.compat.v1.data.experimental.table_from_dataset", 0.3064000904560089]
["tf.data.experimental.table_from_dataset", 0.3064000904560089]
["tf.raw_ops.IteratorFromStringHandle", 0.30478668212890625]
["tf.keras.utils.unpack_x_y_sample_weight", 0.3043249249458313]
["tf.raw_ops.Bucketize", 0.302274227142334]
["tf.compat.v1.flags.EnumFlag", 0.30182480812072754]
["tf.compat.v1.app.flags.EnumFlag", 0.30182474851608276]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.29887890815734863]
["tf.data.experimental.make_batched_features_dataset", 0.29887890815734863]
["tf.compat.v1.sparse_to_indicator", 0.29730111360549927]
["tf.compat.v1.sparse.to_indicator", 0.29730111360549927]
["tf.sparse.to_indicator", 0.29730111360549927]
["tf.raw_ops.ReaderReadUpTo", 0.2957574725151062]
["tf.raw_ops.ReaderReadUpToV2", 0.2957574725151062]
["tf.raw_ops.ConcatenateDataset", 0.2954471707344055]
["tf.compat.v1.data.make_one_shot_iterator", 0.295230507850647]
["tf.compat.v1.data.make_initializable_iterator", 0.295230507850647]
["tf.raw_ops.MakeIterator", 0.2950688600540161]
["tf.compat.v1.encode_base64", 0.2926327586174011]
["tf.raw_ops.EncodeBase64", 0.2926327586174011]
["tf.io.encode_base64", 0.2926327586174011]
["tf.compat.v1.io.encode_base64", 0.2926327586174011]
["tf.raw_ops.ShardedFilespec", 0.29230189323425293]
["tf.raw_ops.SdcaFprint", 0.29130345582962036]
["tf.compat.v1.train.sdca_fprint", 0.29130345582962036]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.29090505838394165]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.29090505838394165]
["tf.compat.v1.app.flags.flag_dict_to_args", 0.29070165753364563]
["tf.compat.v1.flags.flag_dict_to_args", 0.29070165753364563]
["tf.raw_ops.MapUnstage", 0.28869861364364624]
["tf.raw_ops.OrderedMapUnstage", 0.28869861364364624]
["tf.compat.v1.keras.activations.deserialize", 0.28760194778442383]
["tf.keras.activations.deserialize", 0.28760194778442383]
["tf.raw_ops.BarrierInsertMany", 0.28724727034568787]
["tf.raw_ops.ReduceJoin", 0.2868986427783966]
["tf.compat.v1.app.flags.DEFINE_multi_float", 0.28516846895217896]
["tf.compat.v1.flags.DEFINE_multi_float", 0.28516846895217896]
["tf.compat.v1.strings.unicode_decode_with_offsets", 0.2851354479789734]
["tf.strings.unicode_decode_with_offsets", 0.2851353883743286]
["tf.keras.utils.serialize_keras_object", 0.28488051891326904]
["tf.compat.v1.keras.utils.serialize_keras_object", 0.28488051891326904]
["tf.compat.v1.variable_axis_size_partitioner", 0.28339678049087524]
["tf.strings.join", 0.2821078598499298]
["tf.compat.v1.strings.join", 0.28210777044296265]
["tf.compat.v1.string_join", 0.28210777044296265]
["tf.raw_ops.CacheDataset", 0.28114980459213257]
["tf.raw_ops.MultiDeviceIteratorGetNextFromShard", 0.28083351254463196]
["tf.raw_ops.EditDistance", 0.2801840901374817]
["tf.compat.v1.strings.ngrams", 0.27894899249076843]
["tf.strings.ngrams", 0.27894899249076843]
["tf.compat.v1.io.decode_base64", 0.27740228176116943]
["tf.io.decode_base64", 0.27740228176116943]
["tf.compat.v1.decode_base64", 0.27740228176116943]
["tf.raw_ops.DecodeBase64", 0.27740228176116943]
["tf.compat.v1.app.flags.ListParser", 0.27695754170417786]
["tf.compat.v1.flags.ListParser", 0.27695751190185547]
["tf.compat.v1.app.flags.WhitespaceSeparatedListParser", 0.2763315439224243]
["tf.compat.v1.flags.WhitespaceSeparatedListParser", 0.2763315439224243]
["tf.compat.v1.keras.activations.serialize", 0.27625954151153564]
["tf.keras.activations.serialize", 0.27625954151153564]
["tf.io.decode_json_example", 0.2756125032901764]
["tf.compat.v1.decode_json_example", 0.2756125032901764]
["tf.raw_ops.DecodeJSONExample", 0.2756125032901764]
["tf.compat.v1.io.decode_json_example", 0.2756125032901764]
["tf.raw_ops.ZipDataset", 0.27444738149642944]
["tf.compat.v1.strings.unicode_encode", 0.2743942439556122]
["tf.strings.unicode_encode", 0.2743942439556122]
["tf.raw_ops.UncompressElement", 0.27392882108688354]
["tf.compat.v1.flags.DEFINE_multi_enum_class", 0.2737220525741577]
["tf.compat.v1.app.flags.DEFINE_multi_enum_class", 0.2737220525741577]
["tf.raw_ops.TakeDataset", 0.2724902033805847]
["tf.compat.v1.data.experimental.from_variant", 0.2717853784561157]
["tf.data.experimental.from_variant", 0.27178534865379333]
["tf.keras.utils.pack_x_y_sample_weight", 0.2709675133228302]
["tf.data.FixedLengthRecordDataset", 0.2708076536655426]
["tf.compat.v1.data.FixedLengthRecordDataset", 0.2708076536655426]
["tf.compat.v1.io.decode_raw", 0.270709753036499]
["tf.compat.v1.decode_raw", 0.270709753036499]
["tf.distribute.experimental.partitioners.FixedShardsPartitioner", 0.27020925283432007]
["tf.strings.unicode_split_with_offsets", 0.2700353264808655]
["tf.compat.v1.strings.unicode_split_with_offsets", 0.2700353264808655]
["tf.distribute.experimental.partitioners.MaxSizePartitioner", 0.2685348391532898]
["tf.compat.v1.app.flags.doc_to_help", 0.26709815859794617]
["tf.compat.v1.flags.doc_to_help", 0.26709815859794617]
["tf.compat.v1.flags.BaseListParser", 0.26549142599105835]
["tf.compat.v1.app.flags.BaseListParser", 0.26549142599105835]
["tf.raw_ops.ReaderRead", 0.26519376039505005]
["tf.raw_ops.ReaderReadV2", 0.26519376039505005]
["tf.compat.v1.feature_column.embedding_column", 0.26509854197502136]
["tf.feature_column.embedding_column", 0.26509854197502136]
["tf.compat.v1.io.RaggedFeature.RowSplits", 0.26497045159339905]
["tf.io.RaggedFeature.RowSplits", 0.26497045159339905]
["tf.raw_ops.OrderedMapStage", 0.26472702622413635]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.2646362781524658]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.2646362781524658]
["tf.data.experimental.get_structure", 0.26365187764167786]
["tf.compat.v1.data.experimental.get_structure", 0.26365187764167786]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.2604750990867615]
["tf.optimizers.schedules.serialize", 0.2604750990867615]
["tf.keras.optimizers.schedules.serialize", 0.2604750990867615]
["tf.strings.unicode_decode", 0.2597712278366089]
["tf.compat.v1.strings.unicode_decode", 0.2597712278366089]
["tf.raw_ops.UnicodeDecodeWithOffsets", 0.2597712278366089]
["tf.raw_ops.UnicodeDecode", 0.2597712278366089]
["tf.compat.v1.app.flags.EnumClassListSerializer", 0.25920552015304565]
["tf.compat.v1.flags.EnumClassListSerializer", 0.25920552015304565]
["tf.raw_ops.ExperimentalGroupByReducerDataset", 0.25914087891578674]
["tf.raw_ops.GroupByReducerDataset", 0.2591407895088196]
["tf.compat.v1.app.flags.DEFINE_flag", 0.2589229643344879]
["tf.compat.v1.flags.DEFINE_flag", 0.2589229643344879]
["tf.raw_ops.IteratorToStringHandle", 0.25836676359176636]
["tf.raw_ops.SkipDataset", 0.258287250995636]
["tf.raw_ops.ComputeAccidentalHits", 0.2571372985839844]
["tf.compat.v1.flags.DEFINE_enum_class", 0.257053941488266]
["tf.compat.v1.app.flags.DEFINE_enum_class", 0.257053941488266]
["tf.nest.is_nested", 0.25573182106018066]
["tf.compat.v1.nest.is_nested", 0.2557317912578583]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.2536699175834656]
["tf.raw_ops.ExperimentalIgnoreErrorsDataset", 0.25315117835998535]
["tf.raw_ops.IgnoreErrorsDataset", 0.25315117835998535]
["tf.keras.layers.TextVectorization", 0.2529590427875519]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.2529590427875519]
["tf.compat.v1.fixed_size_partitioner", 0.25283029675483704]
["tf.raw_ops.StringJoin", 0.2525372803211212]
["tf.experimental.numpy.string_", 0.2513570189476013]
["tf.compat.v1.searchsorted", 0.2505943477153778]
["tf.searchsorted", 0.2505943477153778]
["tf.compat.v1.keras.preprocessing.text.Tokenizer", 0.25055989623069763]
["tf.keras.preprocessing.text.Tokenizer", 0.25055989623069763]
["tf.compat.v1.app.flags.DEFINE_multi_integer", 0.2500016689300537]
["tf.compat.v1.flags.DEFINE_multi_integer", 0.2500016689300537]
["tf.compat.v1.decode_compressed", 0.24987775087356567]
["tf.raw_ops.DecodeCompressed", 0.24987775087356567]
["tf.io.decode_compressed", 0.24987775087356567]
["tf.compat.v1.io.decode_compressed", 0.2498777061700821]
["tf.compat.v1.metrics.recall_at_top_k", 0.24880428612232208]
["tf.compat.v1.strings.format", 0.24803069233894348]
["tf.strings.format", 0.24803069233894348]
["tf.raw_ops.StringFormat", 0.24803069233894348]
["tf.raw_ops.ShardedFilename", 0.2478720247745514]
["tf.compat.v1.keras.initializers.get", 0.24696703255176544]
["tf.initializers.get", 0.24696703255176544]
["tf.keras.initializers.get", 0.24696703255176544]
["tf.data.experimental.cardinality", 0.24631255865097046]
["tf.compat.v1.data.experimental.cardinality", 0.24631255865097046]
["tf.compat.v1.tpu.experimental.embedding.TableConfig", 0.24625584483146667]
["tf.tpu.experimental.embedding.TableConfig", 0.24625584483146667]
["tf.compat.v1.config.experimental.get_memory_info", 0.24607819318771362]
["tf.config.experimental.get_memory_info", 0.24607819318771362]
["tf.compat.v1.app.flags.register_multi_flags_validator", 0.24568073451519012]
["tf.compat.v1.flags.register_multi_flags_validator", 0.24568073451519012]
["tf.strings.unicode_split", 0.24554528295993805]
["tf.compat.v1.strings.unicode_split", 0.24554528295993805]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.24552150070667267]
["tf.data.experimental.parse_example_dataset", 0.2455214262008667]
["tf.data.experimental.take_while", 0.24489983916282654]
["tf.compat.v1.data.experimental.take_while", 0.24489983916282654]
["tf.raw_ops.ShuffleAndRepeatDataset", 0.24485516548156738]
["tf.compat.v1.data.experimental.to_variant", 0.2435731589794159]
["tf.data.experimental.to_variant", 0.2435731589794159]
["tf.raw_ops.ResourceScatterUpdate", 0.24221201241016388]
["tf.raw_ops.CompressElement", 0.2413490116596222]
["tf.compat.v1.data.experimental.snapshot", 0.24121049046516418]
["tf.data.experimental.snapshot", 0.24121049046516418]
["tf.distribute.experimental.coordinator.PerWorkerValues", 0.2411382496356964]
["tf.raw_ops.ParseExampleDatasetV2", 0.24113427102565765]
["tf.raw_ops.ParseExampleDataset", 0.24113427102565765]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.24113427102565765]
["tf.strings.as_string", 0.24106797575950623]
["tf.compat.v1.dtypes.as_string", 0.24106797575950623]
["tf.compat.v1.as_string", 0.24106797575950623]
["tf.as_string", 0.24106797575950623]
["tf.compat.v1.strings.as_string", 0.24106797575950623]
["tf.raw_ops.AsString", 0.24106797575950623]
["tf.raw_ops.ScatterAdd", 0.2408818006515503]
["tf.raw_ops.DatasetToGraph", 0.24019157886505127]
["tf.raw_ops.DatasetToGraphV2", 0.24019157886505127]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.2401672750711441]
["tf.raw_ops.DirectedInterleaveDataset", 0.2401672750711441]
["tf.compat.v1.metrics.recall_at_k", 0.24016574025154114]
["tf.compat.v1.train.list_variables", 0.23879793286323547]
["tf.train.list_variables", 0.23879793286323547]
["tf.compat.v1.strings.bytes_split", 0.2386017143726349]
["tf.strings.bytes_split", 0.2386017143726349]
["tf.raw_ops.GeneratorDataset", 0.2385358363389969]
["tf.raw_ops.CudnnRNNParamsToCanonical", 0.2384185492992401]
["tf.compat.v1.data.experimental.scan", 0.23839062452316284]
["tf.data.experimental.scan", 0.23839062452316284]
["tf.data.experimental.unique", 0.23831391334533691]
["tf.compat.v1.data.experimental.unique", 0.23831391334533691]
["tf.compat.v1.scatter_add", 0.23765510320663452]
["tf.raw_ops.ResourceScatterAdd", 0.23765510320663452]
["tf.compat.v1.data.experimental.group_by_window", 0.23731577396392822]
["tf.data.experimental.group_by_window", 0.23731577396392822]
["tf.raw_ops.ReaderSerializeStateV2", 0.23679056763648987]
["tf.raw_ops.ReaderSerializeState", 0.23679056763648987]
["tf.compat.v1.feature_column.sequence_categorical_column_with_identity", 0.23663410544395447]
["tf.feature_column.sequence_categorical_column_with_identity", 0.23663410544395447]
["tf.compat.v1.eye", 0.23630794882774353]
["tf.linalg.eye", 0.23630794882774353]
["tf.eye", 0.23630794882774353]
["tf.compat.v1.linalg.eye", 0.23630794882774353]
["tf.compat.v1.train.string_input_producer", 0.2349153757095337]
["tf.compat.v1.nn.compute_accidental_hits", 0.23473438620567322]
["tf.nn.compute_accidental_hits", 0.23473438620567322]
["tf.raw_ops.OptionalGetValue", 0.23225124180316925]
["tf.data.experimental.copy_to_device", 0.2310890406370163]
["tf.compat.v1.data.experimental.copy_to_device", 0.2310890406370163]
["tf.compat.v1.data.Dataset", 0.230674147605896]
["tf.data.Dataset", 0.230674147605896]
["tf.compat.v1.keras.models.model_from_json", 0.23012754321098328]
["tf.keras.models.model_from_json", 0.23012754321098328]
["tf.experimental.numpy.unicode_", 0.23006504774093628]
["tf.compat.v1.estimator.BinaryClassHead", 0.22955623269081116]
["tf.estimator.BinaryClassHead", 0.22955623269081116]
["tf.compat.v1.assert_proper_iterable", 0.22941316664218903]
["tf.debugging.assert_proper_iterable", 0.22941316664218903]
["tf.compat.v1.debugging.assert_proper_iterable", 0.22941316664218903]
["tf.raw_ops.ResourceGather", 0.22936215996742249]
["tf.compat.v1.app.flags.declare_key_flag", 0.22833043336868286]
["tf.compat.v1.flags.declare_key_flag", 0.22833043336868286]
["tf.compat.v1.lookup.TextFileInitializer", 0.22810055315494537]
["tf.lookup.TextFileInitializer", 0.22810055315494537]
["tf.compat.v1.tpu.batch_parallel", 0.2279682606458664]
["tf.compat.v1.keras.layers.serialize", 0.22762663662433624]
["tf.keras.layers.serialize", 0.22762663662433624]
["tf.data.experimental.choose_from_datasets", 0.2275712937116623]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.2275712937116623]
["tf.raw_ops.StatelessRandomGetKeyCounterAlg", 0.2273762822151184]
["tf.compat.v1.io.parse_example", 0.2271830141544342]
["tf.io.parse_example", 0.2271830141544342]
["tf.compat.v1.parse_example", 0.2271830141544342]
["tf.raw_ops.ApplyAdadelta", 0.22716212272644043]
["tf.raw_ops.ResourceApplyAdadelta", 0.22716212272644043]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.22701773047447205]
["tf.keras.layers.deserialize", 0.22690361738204956]
["tf.compat.v1.keras.layers.deserialize", 0.22690361738204956]
["tf.compat.v1.edit_distance", 0.2263888120651245]
["tf.edit_distance", 0.2263888120651245]
["tf.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.2260439395904541]
["tf.compat.v1.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.2260439395904541]
["tf.keras.utils.get_registered_name", 0.22499734163284302]
["tf.compat.v1.keras.utils.get_registered_name", 0.22499734163284302]
["tf.raw_ops.UnicodeEncode", 0.22409823536872864]
["tf.compat.v1.data.experimental.DatasetInitializer", 0.22396647930145264]
["tf.data.experimental.DatasetInitializer", 0.22396647930145264]
["tf.compat.v1.ragged.constant_value", 0.2231120467185974]
["tf.compat.v1.feature_column.indicator_column", 0.22266580164432526]
["tf.feature_column.indicator_column", 0.22266580164432526]
["tf.keras.utils.experimental.DatasetCreator", 0.2221282422542572]
["tf.compat.v1.io.RaggedFeature.RowStarts", 0.2220107764005661]
["tf.io.RaggedFeature.RowStarts", 0.2220107764005661]
["tf.compat.v1.GradientTape", 0.22169308364391327]
["tf.GradientTape", 0.22169308364391327]
["tf.autodiff.GradientTape", 0.22169308364391327]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.22140909731388092]
["tf.raw_ops.TakeWhileDataset", 0.22140909731388092]
["tf.raw_ops.StatelessRandomGetKeyCounter", 0.2209865152835846]
["tf.raw_ops.RetrieveTPUEmbeddingAdadeltaParameters", 0.22090907394886017]
["tf.raw_ops.DatasetCardinality", 0.22076696157455444]
["tf.raw_ops.ExperimentalDatasetCardinality", 0.22076696157455444]
["tf.raw_ops.LowerBound", 0.2202519178390503]
["tf.raw_ops.QuantizedConcat", 0.21950499713420868]
["tf.compat.v1.quantized_concat", 0.21950499713420868]
["tf.compat.v1.quantization.quantized_concat", 0.21950499713420868]
["tf.quantization.quantized_concat", 0.21950499713420868]
["tf.raw_ops.StringNGrams", 0.21919414401054382]
["tf.compat.v1.keras.backend.reset_uids", 0.21902242302894592]
["tf.keras.backend.reset_uids", 0.21902242302894592]
["tf.raw_ops.ResourceScatterDiv", 0.21896912157535553]
["tf.compat.v1.keras.models.model_from_yaml", 0.21881602704524994]
["tf.keras.models.model_from_yaml", 0.21881602704524994]
["tf.raw_ops.ShuffleDataset", 0.2182939052581787]
["tf.distribute.experimental.partitioners.MinSizePartitioner", 0.21826212108135223]
["tf.compat.v1.data.experimental.assert_cardinality", 0.21767660975456238]
["tf.data.experimental.assert_cardinality", 0.21767660975456238]
["tf.raw_ops.GenerateBoundingBoxProposals", 0.21734824776649475]
["tf.raw_ops.InitializeTableFromTextFileV2", 0.21731573343276978]
["tf.raw_ops.InitializeTableFromTextFile", 0.21731573343276978]
["tf.raw_ops.MapUnstageNoKey", 0.21722766757011414]
["tf.raw_ops.OptimizeDatasetV2", 0.2172195017337799]
["tf.raw_ops.OptimizeDataset", 0.21706360578536987]
["tf.raw_ops.Iterator", 0.21704381704330444]
["tf.raw_ops.DeleteMultiDeviceIterator", 0.21704381704330444]
["tf.raw_ops.DeleteIterator", 0.21704381704330444]
["tf.raw_ops.AnonymousIteratorV2", 0.21704381704330444]
["tf.raw_ops.AnonymousIterator", 0.21704381704330444]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.21704307198524475]
["tf.compat.v1.io.RaggedFeature.RowLimits", 0.2169100046157837]
["tf.io.RaggedFeature.RowLimits", 0.2169100046157837]
["tf.raw_ops.ResourceScatterMul", 0.2168007642030716]
["tf.keras.constraints.get", 0.2164759784936905]
["tf.compat.v1.keras.constraints.get", 0.2164759784936905]
["tf.compat.v1.tpu.shard", 0.21639344096183777]
["tf.data.experimental.save", 0.2162483036518097]
["tf.compat.v1.debugging.enable_check_numerics", 0.2158273160457611]
["tf.debugging.enable_check_numerics", 0.2158273160457611]
["tf.compat.v1.app.flags.MultiEnumClassFlag", 0.21576383709907532]
["tf.compat.v1.flags.MultiEnumClassFlag", 0.21576383709907532]
["tf.raw_ops.ParseSequenceExampleV2", 0.21566236019134521]
["tf.compat.v1.SparseFeature", 0.214400976896286]
["tf.compat.v1.io.SparseFeature", 0.214400976896286]
["tf.io.SparseFeature", 0.214400976896286]
["tf.feature_column.shared_embeddings", 0.21375736594200134]
["tf.compat.v1.feature_column.shared_embedding_columns", 0.21375736594200134]
["tf.compat.v1.IdentityReader", 0.21330702304840088]
["tf.raw_ops.IdentityReader", 0.21330702304840088]
["tf.raw_ops.IdentityReaderV2", 0.21330702304840088]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.2132168412208557]
["tf.raw_ops.UnbatchDataset", 0.2132168412208557]
["tf.raw_ops.ScatterUpdate", 0.21301709115505219]
["tf.compat.v1.scatter_update", 0.21301709115505219]
["tf.optimizers.serialize", 0.21253445744514465]
["tf.keras.optimizers.serialize", 0.21253445744514465]
["tf.compat.v1.keras.optimizers.serialize", 0.21253442764282227]
["tf.compat.v1.report_uninitialized_variables", 0.21195685863494873]
["tf.strings.unicode_transcode", 0.21169139444828033]
["tf.compat.v1.strings.unicode_transcode", 0.21169139444828033]
["tf.raw_ops.UnicodeTranscode", 0.21169139444828033]
["tf.compat.v1.ragged.constant", 0.2114427387714386]
["tf.ragged.constant", 0.2114427387714386]
["tf.raw_ops.MergeV2Checkpoints", 0.21141093969345093]
["tf.test.gpu_device_name", 0.211187481880188]
["tf.compat.v1.test.gpu_device_name", 0.211187481880188]
["tf.compat.v1.data.experimental.SqlDataset", 0.21104462444782257]
["tf.data.experimental.SqlDataset", 0.21104462444782257]
["tf.compat.v1.strings.substr", 0.21093043684959412]
["tf.compat.v1.substr", 0.21093043684959412]
["tf.raw_ops.Substr", 0.21093043684959412]
["tf.strings.substr", 0.21093043684959412]
["tf.raw_ops.DecodeRaw", 0.2109171450138092]
["tf.raw_ops.DecodePaddedRaw", 0.2109171450138092]
["tf.compat.v1.keras.layers.Discretization", 0.2108762413263321]
["tf.keras.layers.experimental.preprocessing.Discretization", 0.2108762413263321]
["tf.keras.layers.Discretization", 0.2108762413263321]
["tf.compat.v1.keras.layers.experimental.preprocessing.Discretization", 0.2108762413263321]
["tf.compat.v1.app.flags.adopt_module_key_flags", 0.21081070601940155]
["tf.compat.v1.flags.adopt_module_key_flags", 0.21081067621707916]
["tf.strings.upper", 0.20979250967502594]
["tf.compat.v1.strings.upper", 0.20979250967502594]
["tf.raw_ops.StringUpper", 0.20979250967502594]
["tf.compat.v1.io.RaggedFeature.RowLengths", 0.2095469832420349]
["tf.io.RaggedFeature.RowLengths", 0.2095469832420349]
["tf.compat.v1.enable_tensor_equality", 0.20940425992012024]
["tf.compat.v1.sparse_concat", 0.2091812789440155]
["tf.sparse.concat", 0.2091812789440155]
["tf.compat.v1.sparse.concat", 0.2091812789440155]
["tf.autograph.to_graph", 0.20856548845767975]
["tf.compat.v1.autograph.to_graph", 0.20856548845767975]
["tf.compat.v1.io.VarLenFeature", 0.2085244059562683]
["tf.compat.v1.VarLenFeature", 0.2085244059562683]
["tf.io.VarLenFeature", 0.2085244059562683]
["tf.raw_ops.ResourceScatterSub", 0.20835715532302856]
["tf.io.decode_csv", 0.20821042358875275]
["tf.compat.v1.decode_csv", 0.20821040868759155]
["tf.raw_ops.DecodeCSV", 0.20821040868759155]
["tf.compat.v1.io.decode_csv", 0.20821040868759155]
["tf.metrics.deserialize", 0.20715712010860443]
["tf.compat.v1.keras.metrics.deserialize", 0.20715712010860443]
["tf.keras.metrics.deserialize", 0.20715712010860443]
["tf.raw_ops.InfeedDequeueTuple", 0.20709159970283508]
["tf.data.experimental.dense_to_ragged_batch", 0.20642691850662231]
["tf.compat.v1.data.experimental.dense_to_ragged_batch", 0.20642691850662231]
["tf.raw_ops.OrderedMapUnstageNoKey", 0.20639568567276]
["tf.raw_ops.TPUEmbeddingActivations", 0.20638159823485305]
["tf.raw_ops.DeserializeSparse", 0.20635828375816345]
["tf.raw_ops.Assign", 0.20608755946159363]
["tf.data.experimental.unbatch", 0.20606282353401184]
["tf.compat.v1.data.experimental.unbatch", 0.20606282353401184]
["tf.compat.v1.string_split", 0.2057625949382782]
["tf.raw_ops.ApplyAdam", 0.20562046766281128]
["tf.raw_ops.ResourceApplyAdamWithAmsgrad", 0.20562046766281128]
["tf.raw_ops.ResourceApplyAdam", 0.20562046766281128]
["tf.compat.v1.strings.lower", 0.20557048916816711]
["tf.raw_ops.StringLower", 0.20557048916816711]
["tf.strings.lower", 0.20557048916816711]
["tf.compat.v1.switch_case", 0.20555996894836426]
["tf.switch_case", 0.20555996894836426]
["tf.raw_ops.RaggedTensorToVariant", 0.20540674030780792]
["tf.raw_ops.TensorListScatterV2", 0.20497842133045197]
["tf.raw_ops.TensorListScatter", 0.20497842133045197]
["tf.raw_ops.RetrieveTPUEmbeddingStochasticGradientDescentParameters", 0.20496803522109985]
["tf.compat.v1.feature_column.weighted_categorical_column", 0.20471540093421936]
["tf.feature_column.weighted_categorical_column", 0.20471540093421936]
["tf.raw_ops.SparseConcat", 0.20364610850811005]
["tf.raw_ops.MapDataset", 0.20349781215190887]
["tf.raw_ops.InterleaveDataset", 0.20349781215190887]
["tf.raw_ops.ExperimentalMapDataset", 0.20349781215190887]
["tf.raw_ops.ExperimentalParallelInterleaveDataset", 0.20349781215190887]
["tf.raw_ops.FlatMapDataset", 0.20349781215190887]
["tf.raw_ops.ParallelMapDatasetV2", 0.20349781215190887]
["tf.raw_ops.ParallelMapDataset", 0.20349781215190887]
["tf.raw_ops.ParallelInterleaveDatasetV4", 0.20349781215190887]
["tf.raw_ops.ParallelInterleaveDatasetV3", 0.20349781215190887]
["tf.raw_ops.ParallelInterleaveDatasetV2", 0.20349781215190887]
["tf.raw_ops.ParallelInterleaveDataset", 0.20349781215190887]
["tf.raw_ops.LegacyParallelInterleaveDatasetV2", 0.20349781215190887]
["tf.compat.v1.scatter_mul", 0.20348139107227325]
["tf.raw_ops.ScatterMul", 0.20348139107227325]
["tf.raw_ops.ResourceSparseApplyProximalAdagrad", 0.2032182216644287]
["tf.raw_ops.SparseApplyProximalAdagrad", 0.2032182216644287]
["tf.raw_ops.SendTPUEmbeddingGradients", 0.20304575562477112]
["tf.compat.v1.data.experimental.RandomDataset", 0.20298033952713013]
["tf.data.experimental.RandomDataset", 0.20298033952713013]
["tf.raw_ops.UpperBound", 0.20282021164894104]
["tf.raw_ops.RaggedCountSparseOutput", 0.20281532406806946]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.2026432305574417]
["tf.keras.preprocessing.sequence.skipgrams", 0.2026432305574417]
["tf.keras.layers.Concatenate", 0.20198655128479004]
["tf.compat.v1.keras.layers.Concatenate", 0.20198655128479004]
["tf.compat.v1.app.flags.DEFINE", 0.20160934329032898]
["tf.compat.v1.flags.DEFINE", 0.20160934329032898]
["tf.raw_ops.TensorListGetItem", 0.20033377408981323]
["tf.raw_ops.DatasetFromGraph", 0.20011022686958313]
["tf.compat.v1.nn.ctc_unique_labels", 0.19993489980697632]
["tf.nn.ctc_unique_labels", 0.19993484020233154]
["tf.raw_ops.RangeDataset", 0.19881311058998108]
["tf.nest.map_structure", 0.19829383492469788]
["tf.compat.v1.nest.map_structure", 0.19829383492469788]
["tf.distribute.ReplicaContext", 0.19782739877700806]
["tf.compat.v1.distribute.ReplicaContext", 0.19782739877700806]
["tf.compat.v1.flags.EnumClassFlag", 0.1975022405385971]
["tf.compat.v1.app.flags.EnumClassFlag", 0.19750221073627472]
["tf.scan", 0.19686681032180786]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.19683751463890076]
["tf.compat.v1.saved_model.classification_signature_def", 0.19683751463890076]
["tf.compat.v1.metrics.recall", 0.19666151702404022]
["tf.keras.metrics.Recall", 0.19666151702404022]
["tf.compat.v1.keras.metrics.Recall", 0.19666151702404022]
["tf.metrics.Recall", 0.19666151702404022]
["tf.raw_ops.ResourceScatterMax", 0.19585685431957245]
["tf.histogram_fixed_width_bins", 0.19567304849624634]
["tf.compat.v1.histogram_fixed_width_bins", 0.19567295908927917]
["tf.compat.v1.flags.DEFINE_float", 0.19566145539283752]
["tf.compat.v1.app.flags.DEFINE_float", 0.19566145539283752]
["tf.raw_ops.FixedLengthRecordDataset", 0.1951492577791214]
["tf.compat.v1.data.experimental.prefetch_to_device", 0.19508938491344452]
["tf.data.experimental.prefetch_to_device", 0.19508937001228333]
["tf.compat.v1.io.FixedLenFeature", 0.19500967860221863]
["tf.compat.v1.FixedLenFeature", 0.19500967860221863]
["tf.io.FixedLenFeature", 0.19500967860221863]
["tf.metrics.RecallAtPrecision", 0.1947692632675171]
["tf.keras.metrics.RecallAtPrecision", 0.1947692632675171]
["tf.compat.v1.keras.metrics.RecallAtPrecision", 0.1947692632675171]
["tf.raw_ops.DeserializeIterator", 0.1945079267024994]
["tf.raw_ops.FixedLengthRecordReaderV2", 0.1940133273601532]
["tf.compat.v1.FixedLengthRecordReader", 0.1940133273601532]
["tf.raw_ops.FixedLengthRecordReader", 0.1940133273601532]
["tf.raw_ops.PrefetchDataset", 0.19389969110488892]
["tf.compat.v1.flags.DEFINE_integer", 0.19379130005836487]
["tf.compat.v1.app.flags.DEFINE_integer", 0.19379130005836487]
["tf.experimental.numpy.object_", 0.19377481937408447]
["tf.experimental.numpy.int_", 0.19374927878379822]
["tf.experimental.numpy.int64", 0.19374927878379822]
["tf.raw_ops.DatasetToSingleElement", 0.19363856315612793]
["tf.compat.v1.flags.FlagValues", 0.19353383779525757]
["tf.compat.v1.flags.FLAGS", 0.19353383779525757]
["tf.compat.v1.app.flags.FlagValues", 0.19353383779525757]
["tf.compat.v1.app.flags.FLAGS", 0.19353383779525757]
["tf.raw_ops.TensorStridedSliceUpdate", 0.193169504404068]
["tf.compat.v1.nn.with_space_to_batch", 0.19313369691371918]
["tf.nn.with_space_to_batch", 0.19313369691371918]
["tf.raw_ops.MultiDeviceIteratorToStringHandle", 0.192926287651062]
["tf.raw_ops.FilterByLastComponentDataset", 0.19287928938865662]
["tf.raw_ops.ExperimentalSqlDataset", 0.19282682240009308]
["tf.raw_ops.SqlDataset", 0.19282682240009308]
["tf.compat.v1.data.experimental.sample_from_datasets", 0.19281576573848724]
["tf.data.experimental.sample_from_datasets", 0.19281576573848724]
["tf.raw_ops.ResourceScatterMin", 0.1926974356174469]
["tf.compat.v1.flags.disclaim_key_flags", 0.1924957036972046]
["tf.compat.v1.app.flags.disclaim_key_flags", 0.1924957036972046]
["tf.compat.v1.keras.metrics.PrecisionAtRecall", 0.19227880239486694]
["tf.keras.metrics.PrecisionAtRecall", 0.19227880239486694]
["tf.metrics.PrecisionAtRecall", 0.19227880239486694]
["tf.compat.v1.data.get_output_classes", 0.1921270787715912]
["tf.raw_ops.ApplyAdaMax", 0.1918773353099823]
["tf.raw_ops.ResourceApplyAdaMax", 0.1918773353099823]
["tf.keras.utils.OrderedEnqueuer", 0.1917426586151123]
["tf.compat.v1.keras.utils.OrderedEnqueuer", 0.1917426586151123]
["tf.raw_ops.LoadTPUEmbeddingAdadeltaParameters", 0.19139951467514038]
["tf.raw_ops.GenerateVocabRemapping", 0.1913667619228363]
["tf.compat.v1.graph_util.tensor_shape_from_node_def_name", 0.19128991663455963]
["tf.compat.v1.app.flags.FlagHolder", 0.19105716049671173]
["tf.compat.v1.flags.FlagHolder", 0.19105716049671173]
["tf.compat.v1.autograph.to_code", 0.19057074189186096]
["tf.autograph.to_code", 0.19057074189186096]
["tf.compat.v1.data.experimental.get_single_element", 0.19046401977539062]
["tf.data.experimental.get_single_element", 0.19046401977539062]
["tf.compat.v1.train.Checkpoint", 0.1901925504207611]
["tf.compat.v1.strings.to_number", 0.19011296331882477]
["tf.compat.v1.string_to_number", 0.19011296331882477]
["tf.raw_ops.StringToNumber", 0.19011296331882477]
["tf.strings.to_number", 0.19011296331882477]
["tf.raw_ops.CTCGreedyDecoder", 0.1897922158241272]
["tf.keras.utils.register_keras_serializable", 0.18946868181228638]
["tf.compat.v1.keras.utils.register_keras_serializable", 0.18946868181228638]
["tf.raw_ops.RetrieveTPUEmbeddingADAMParameters", 0.18932290375232697]
["tf.raw_ops.SparseApplyFtrlV2", 0.1888362169265747]
["tf.raw_ops.SparseApplyFtrl", 0.1888362169265747]
["tf.raw_ops.ResourceSparseApplyFtrl", 0.1888362169265747]
["tf.raw_ops.ResourceSparseApplyFtrlV2", 0.1888362169265747]
["tf.raw_ops.ScatterSub", 0.18878673017024994]
["tf.compat.v1.scatter_sub", 0.18878673017024994]
["tf.raw_ops.AssignAdd", 0.1886472851037979]
["tf.debugging.disable_check_numerics", 0.18832212686538696]
["tf.compat.v1.debugging.disable_check_numerics", 0.18832212686538696]
["tf.raw_ops.MapPeek", 0.18816594779491425]
["tf.raw_ops.OrderedMapPeek", 0.18816594779491425]
["tf.raw_ops.ExperimentalThreadPoolHandle", 0.18762198090553284]
["tf.raw_ops.PrivateThreadPoolDataset", 0.18762198090553284]
["tf.raw_ops.ThreadPoolDataset", 0.18762198090553284]
["tf.raw_ops.ThreadPoolHandle", 0.18762198090553284]
["tf.raw_ops.ExperimentalPrivateThreadPoolDataset", 0.18762198090553284]
["tf.raw_ops.ExperimentalThreadPoolDataset", 0.18762198090553284]
["tf.raw_ops.QuantizedInstanceNorm", 0.1872895359992981]
["tf.compat.v1.strings.length", 0.1866835206747055]
["tf.compat.v1.nn.collapse_repeated", 0.18659627437591553]
["tf.nn.collapse_repeated", 0.18659627437591553]
["tf.compat.v1.data.Iterator", 0.18605417013168335]
["tf.raw_ops.StridedSliceAssign", 0.18595397472381592]
["tf.raw_ops.ResourceStridedSliceAssign", 0.18595397472381592]
["tf.raw_ops.MapDefun", 0.18586720526218414]
["tf.raw_ops.DeserializeManySparse", 0.18586702644824982]
["tf.compat.v1.deserialize_many_sparse", 0.18586702644824982]
["tf.io.deserialize_many_sparse", 0.18586701154708862]
["tf.compat.v1.io.deserialize_many_sparse", 0.18586699664592743]
["tf.compat.v1.math.scalar_mul", 0.1857416033744812]
["tf.scalar_mul", 0.1857416033744812]
["tf.compat.v1.scalar_mul", 0.18574158847332]
["tf.math.scalar_mul", 0.18574158847332]
["tf.raw_ops.ParseSingleSequenceExample", 0.18560975790023804]
["tf.compat.v1.PaddingFIFOQueue", 0.1855272501707077]
["tf.compat.v1.io.PaddingFIFOQueue", 0.1855272501707077]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.1855272352695465]
["tf.queue.PaddingFIFOQueue", 0.1855272352695465]
["tf.raw_ops.ScatterMax", 0.18542149662971497]
["tf.compat.v1.scatter_max", 0.18542149662971497]
["tf.raw_ops.BoostedTreesDeserializeEnsemble", 0.18533802032470703]
["tf.compat.v1.feature_column.sequence_numeric_column", 0.18519264459609985]
["tf.feature_column.sequence_numeric_column", 0.18519264459609985]
["tf.raw_ops.PopulationCount", 0.18508273363113403]
["tf.compat.v1.dynamic_partition", 0.18499955534934998]
["tf.dynamic_partition", 0.18499955534934998]
["tf.raw_ops.DynamicPartition", 0.18499955534934998]
["tf.compat.v1.flags.EnumClassParser", 0.18488779664039612]
["tf.compat.v1.app.flags.EnumClassParser", 0.18488779664039612]
["tf.compat.v1.identity_n", 0.18463313579559326]
["tf.raw_ops.IdentityN", 0.18463313579559326]
["tf.identity_n", 0.18463313579559326]
["tf.io.parse_sequence_example", 0.18425992131233215]
["tf.compat.v1.io.parse_sequence_example", 0.18425992131233215]
["tf.compat.v1.train.do_quantize_training_on_graphdef", 0.18424496054649353]
["tf.keras.regularizers.get", 0.18387585878372192]
["tf.compat.v1.keras.regularizers.get", 0.18387585878372192]
["tf.compat.v1.ragged.range", 0.1838258057832718]
["tf.ragged.range", 0.1838258057832718]
["tf.raw_ops.RaggedRange", 0.1838258057832718]
["tf.compat.v1.add_to_collections", 0.18354205787181854]
["tf.compat.path_to_str", 0.18244802951812744]
["tf.compat.v1.compat.path_to_str", 0.18244802951812744]
["tf.compat.v1.keras.metrics.CategoricalHinge", 0.1823553740978241]
["tf.keras.metrics.CategoricalHinge", 0.1823553740978241]
["tf.metrics.CategoricalHinge", 0.1823553740978241]
["tf.compat.v1.io.FixedLenSequenceFeature", 0.18232956528663635]
["tf.compat.v1.FixedLenSequenceFeature", 0.18232956528663635]
["tf.io.FixedLenSequenceFeature", 0.18232956528663635]
["tf.compat.v1.scatter_nd_update", 0.1820339858531952]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.18189606070518494]
["tf.keras.experimental.SequenceFeatures", 0.18189606070518494]
["tf.compat.v1.enable_v2_tensorshape", 0.18176963925361633]
["tf.raw_ops.LogUniformCandidateSampler", 0.18111291527748108]
["tf.raw_ops.DataFormatDimMap", 0.18108904361724854]
["tf.compat.v1.matching_files", 0.1809837371110916]
["tf.compat.v1.io.matching_files", 0.1809837371110916]
["tf.io.matching_files", 0.1809837371110916]
["tf.raw_ops.MatchingFiles", 0.1809837371110916]
["tf.raw_ops.ScatterDiv", 0.18097327649593353]
["tf.compat.v1.scatter_div", 0.18097327649593353]
["tf.mlir.experimental.convert_graph_def", 0.18094086647033691]
["tf.compat.v1.mlir.experimental.convert_graph_def", 0.18094083666801453]
["tf.raw_ops.ResourceScatterNdUpdate", 0.18034479022026062]
["tf.raw_ops.ScatterNdUpdate", 0.18034479022026062]
["tf.raw_ops.DenseToSparseBatchDataset", 0.1803039014339447]
["tf.raw_ops.ExperimentalDenseToSparseBatchDataset", 0.1803039014339447]
["tf.keras.preprocessing.text.tokenizer_from_json", 0.18011298775672913]
["tf.compat.v1.keras.preprocessing.text.tokenizer_from_json", 0.18011298775672913]
["tf.raw_ops.ReduceDataset", 0.1798030287027359]
["tf.raw_ops.ParseSequenceExample", 0.1797848641872406]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.17959964275360107]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.17959964275360107]
["tf.compat.v1.ReaderBase", 0.17909692227840424]
["tf.compat.v1.train.shuffle_batch_join", 0.17867232859134674]
["tf.raw_ops.ParallelConcat", 0.17857638001441956]
["tf.raw_ops.SerializeIterator", 0.17852783203125]
["tf.train.Checkpoint", 0.1783505231142044]
["tf.raw_ops.TensorListGather", 0.177901029586792]
["tf.keras.layers.concatenate", 0.17731468379497528]
["tf.compat.v1.keras.layers.concatenate", 0.17731468379497528]
["tf.nn.ctc_greedy_decoder", 0.17730987071990967]
["tf.compat.v1.nn.ctc_greedy_decoder", 0.17730987071990967]
["tf.raw_ops.Gather", 0.1770336627960205]
["tf.compat.v1.scatter_min", 0.17691479623317719]
["tf.raw_ops.ScatterMin", 0.17691479623317719]
["tf.compat.v1.nest.flatten", 0.17652449011802673]
["tf.nest.flatten", 0.17652449011802673]
["tf.compat.v1.compat.as_text", 0.17634248733520508]
["tf.compat.as_text", 0.17634248733520508]
["tf.raw_ops.MultiDeviceIteratorFromStringHandle", 0.17623358964920044]
["tf.raw_ops.SnapshotDatasetV2", 0.17615486681461334]
["tf.raw_ops.SnapshotDataset", 0.17615483701229095]
["tf.raw_ops.SparseCountSparseOutput", 0.1757819801568985]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryEncoding", 0.1756885051727295]
["tf.keras.layers.experimental.preprocessing.CategoryEncoding", 0.1756885051727295]
["tf.keras.layers.CategoryEncoding", 0.1756885051727295]
["tf.compat.v1.keras.layers.CategoryEncoding", 0.1756885051727295]
["tf.raw_ops.InfeedEnqueueTuple", 0.1755969226360321]
["tf.raw_ops.AssignVariableOp", 0.17551660537719727]
["tf.compat.v1.keras.metrics.serialize", 0.17549943923950195]
["tf.metrics.serialize", 0.17549943923950195]
["tf.keras.metrics.serialize", 0.17549943923950195]
["tf.raw_ops.OptionsDataset", 0.17507991194725037]
["tf.raw_ops.SparseApplyProximalGradientDescent", 0.1749756634235382]
["tf.raw_ops.ResourceSparseApplyProximalGradientDescent", 0.1749756634235382]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.1748276650905609]
["tf.io.parse_single_sequence_example", 0.1748044788837433]
["tf.compat.v1.parse_single_sequence_example", 0.1748044788837433]
["tf.compat.v1.io.parse_single_sequence_example", 0.1748044788837433]
["tf.raw_ops.CompositeTensorVariantFromComponents", 0.17458564043045044]
["tf.compat.v1.get_variable", 0.17453251779079437]
["tf.compat.v1.app.flags.DEFINE_alias", 0.17393268644809723]
["tf.compat.v1.flags.DEFINE_alias", 0.17393268644809723]
["tf.raw_ops.FinalizeDataset", 0.17384767532348633]
["tf.compat.v1.metrics.precision_at_k", 0.17337298393249512]
["tf.compat.v1.metrics.precision_at_top_k", 0.17337298393249512]
["tf.compat.v1.metrics.sparse_precision_at_k", 0.17334848642349243]
["tf.compat.v1.estimator.classifier_parse_example_spec", 0.17262183129787445]
["tf.estimator.classifier_parse_example_spec", 0.17262183129787445]
["tf.compat.v1.feature_column.crossed_column", 0.17238393425941467]
["tf.feature_column.crossed_column", 0.17238393425941467]
["tf.raw_ops.ApplyProximalGradientDescent", 0.17159414291381836]
["tf.raw_ops.ResourceApplyProximalGradientDescent", 0.17159414291381836]
["tf.compat.v1.nn.conv1d", 0.17146050930023193]
["tf.raw_ops.DebugIdentity", 0.17141833901405334]
["tf.data.experimental.ignore_errors", 0.1714065670967102]
["tf.compat.v1.data.experimental.ignore_errors", 0.1714065670967102]
["tf.compat.v1.random.experimental.get_global_generator", 0.1711888462305069]
["tf.random.get_global_generator", 0.1711888462305069]
["tf.random.experimental.get_global_generator", 0.1711888462305069]
["tf.compat.v1.random.get_global_generator", 0.1711888462305069]
["tf.compat.v1.case", 0.1711113005876541]
["tf.case", 0.1711113005876541]
["tf.compat.v1.data.get_output_shapes", 0.17061546444892883]
["tf.compat.v1.data.get_output_types", 0.17061546444892883]
["tf.raw_ops.ExperimentalRandomDataset", 0.17040911316871643]
["tf.raw_ops.RandomDataset", 0.17040911316871643]
["tf.compat.v1.tpu.experimental.embedding.FeatureConfig", 0.17039600014686584]
["tf.tpu.experimental.embedding.FeatureConfig", 0.17039600014686584]
["tf.compat.v1.keras.metrics.Metric", 0.1703822910785675]
["tf.metrics.Metric", 0.1703822910785675]
["tf.keras.metrics.Metric", 0.1703822910785675]
["tf.compat.v1.Variable.SaveSliceInfo", 0.1702929437160492]
["tf.Variable.SaveSliceInfo", 0.1702929437160492]
["tf.metrics.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.keras.losses.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.losses.sparse_categorical_crossentropy", 0.1700199842453003]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.1697407215833664]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.1697407215833664]
["tf.raw_ops.AssignSub", 0.16972176730632782]
["tf.raw_ops.TFRecordReaderV2", 0.16944679617881775]
["tf.raw_ops.TFRecordReader", 0.16944679617881775]
["tf.raw_ops.RaggedTensorFromVariant", 0.16931767761707306]
["tf.raw_ops.UniformCandidateSampler", 0.16907641291618347]
["tf.compat.v1.data.TFRecordDataset", 0.16874517500400543]
["tf.data.TFRecordDataset", 0.16874517500400543]
["tf.raw_ops.ParallelDynamicStitch", 0.16847051680088043]
["tf.dynamic_stitch", 0.16847051680088043]
["tf.raw_ops.DynamicStitch", 0.16847051680088043]
["tf.compat.v1.dynamic_stitch", 0.16847051680088043]
["tf.compat.v1.train.shuffle_batch", 0.16830739378929138]
["tf.compat.v1.nn.dropout", 0.1681022197008133]
["tf.compat.v1.signal.kaiser_bessel_derived_window", 0.16791792213916779]
["tf.signal.kaiser_bessel_derived_window", 0.16791792213916779]
["tf.raw_ops.ExperimentalGroupByWindowDataset", 0.16784173250198364]
["tf.raw_ops.GroupByWindowDataset", 0.16784173250198364]
["tf.compat.v1.setdiff1d", 0.16752496361732483]
["tf.raw_ops.ListDiff", 0.16752496361732483]
["tf.compat.v1.estimator.MultiLabelHead", 0.1672637164592743]
["tf.estimator.MultiLabelHead", 0.1672637164592743]
["tf.distribute.InputContext", 0.167119562625885]
["tf.compat.v1.distribute.InputContext", 0.167119562625885]
["tf.compat.v1.add_to_collection", 0.16702476143836975]
["tf.nn.dropout", 0.16693705320358276]
["tf.compat.v1.nn.experimental.stateless_dropout", 0.16693703830242157]
["tf.nn.experimental.stateless_dropout", 0.16693703830242157]
