["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 1.0000000000000002]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.9999999403953552]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.9950189786677517]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.9839621605361618]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 0.8968416274286504]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 0.8968277389257335]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 0.891487492753862]
["tf.feature_column.categorical_column_with_vocabulary_list", 0.8914736416661213]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.7696789503097534]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.7696789503097534]
["tf.compat.v1.feature_column.categorical_column_with_identity", 0.5112570524215698]
["tf.feature_column.categorical_column_with_identity", 0.5112570524215698]
["tf.compat.v1.lookup.StaticVocabularyTable", 0.4845075011253357]
["tf.lookup.StaticVocabularyTable", 0.4845075011253357]
["tf.keras.layers.experimental.preprocessing.Hashing", 0.47871214151382446]
["tf.keras.layers.Hashing", 0.47871214151382446]
["tf.compat.v1.keras.layers.experimental.preprocessing.Hashing", 0.47871214151382446]
["tf.compat.v1.keras.layers.Hashing", 0.47871214151382446]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4684462547302246]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4684462547302246]
["tf.keras.layers.TextVectorization", 0.4562482237815857]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.4562482237815857]
["tf.compat.v1.data.FixedLengthRecordDataset", 0.43816184997558594]
["tf.data.FixedLengthRecordDataset", 0.43816184997558594]
["tf.compat.v1.feature_column.embedding_column", 0.4366952180862427]
["tf.feature_column.embedding_column", 0.4366952180862427]
["tf.keras.datasets.imdb.get_word_index", 0.43624523282051086]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.43624523282051086]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.4289718568325043]
["tf.keras.preprocessing.text.one_hot", 0.4289718270301819]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.42100971937179565]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.42100971937179565]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.42079973220825195]
["tf.raw_ops.DirectedInterleaveDataset", 0.42079973220825195]
["tf.compat.v1.distributions.Categorical", 0.41172224283218384]
["tf.keras.preprocessing.text.hashing_trick", 0.41103029251098633]
["tf.compat.v1.keras.preprocessing.text.hashing_trick", 0.41103029251098633]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.40815240144729614]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.40815240144729614]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.losses.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.keras.losses.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.metrics.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.4039700925350189]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.4022691547870636]
["tf.keras.experimental.SequenceFeatures", 0.4022691547870636]
["tf.compat.v1.random.categorical", 0.4017220139503479]
["tf.random.categorical", 0.4017220139503479]
["tf.compat.v1.data.TFRecordDataset", 0.40007877349853516]
["tf.data.TFRecordDataset", 0.40007877349853516]
["tf.compat.v1.data.TextLineDataset", 0.39717578887939453]
["tf.keras.layers.StringLookup", 0.39578187465667725]
["tf.keras.layers.experimental.preprocessing.StringLookup", 0.39578187465667725]
["tf.data.experimental.from_variant", 0.39377766847610474]
["tf.compat.v1.data.experimental.from_variant", 0.39377760887145996]
["tf.nn.embedding_lookup", 0.3925366997718811]
["tf.compat.v1.nn.embedding_lookup", 0.3925366997718811]
["tf.compat.v1.feature_column.categorical_column_with_hash_bucket", 0.3870547115802765]
["tf.feature_column.categorical_column_with_hash_bucket", 0.3870547115802765]
["tf.compat.v1.feature_column.indicator_column", 0.38580211997032166]
["tf.feature_column.indicator_column", 0.38580211997032166]
["tf.compat.v1.random.stateless_categorical", 0.38528507947921753]
["tf.random.stateless_categorical", 0.38528507947921753]
["tf.compat.v1.io.gfile.glob", 0.3814465403556824]
["tf.compat.v1.gfile.Glob", 0.3814465403556824]
["tf.io.gfile.glob", 0.3814465403556824]
["tf.compat.v1.feature_column.shared_embedding_columns", 0.3810843229293823]
["tf.feature_column.shared_embeddings", 0.3810843229293823]
["tf.raw_ops.FilterDataset", 0.3778848350048065]
["tf.autodiff.GradientTape", 0.37564074993133545]
["tf.compat.v1.GradientTape", 0.37564074993133545]
["tf.GradientTape", 0.37564074993133545]
["tf.compat.v1.keras.losses.categorical_crossentropy", 0.374663770198822]
["tf.compat.v1.keras.metrics.categorical_crossentropy", 0.374663770198822]
["tf.losses.categorical_crossentropy", 0.374663770198822]
["tf.keras.losses.categorical_crossentropy", 0.374663770198822]
["tf.metrics.categorical_crossentropy", 0.374663770198822]
["tf.keras.metrics.categorical_crossentropy", 0.374663770198822]
["tf.raw_ops.MapAndBatchDataset", 0.36934199929237366]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.36934199929237366]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.36846065521240234]
["tf.keras.preprocessing.sequence.skipgrams", 0.36846065521240234]
["tf.keras.datasets.reuters.get_word_index", 0.36007124185562134]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.36007124185562134]
["tf.compat.v1.sparse.to_indicator", 0.3576822280883789]
["tf.compat.v1.sparse_to_indicator", 0.3576822280883789]
["tf.sparse.to_indicator", 0.3576822280883789]
["tf.data.TextLineDataset", 0.3540125787258148]
["tf.compat.v1.io.parse_sequence_example", 0.35107332468032837]
["tf.io.parse_sequence_example", 0.35107332468032837]
["tf.compat.v1.strings.unicode_encode", 0.35040009021759033]
["tf.strings.unicode_encode", 0.35040009021759033]
["tf.raw_ops.ParseSequenceExample", 0.3502035140991211]
["tf.compat.v1.FixedLengthRecordReader", 0.35016167163848877]
["tf.raw_ops.FixedLengthRecordReaderV2", 0.35016167163848877]
["tf.raw_ops.FixedLengthRecordReader", 0.35016167163848877]
["tf.compat.v1.matching_files", 0.35014626383781433]
["tf.raw_ops.MatchingFiles", 0.35014626383781433]
["tf.compat.v1.io.matching_files", 0.35014626383781433]
["tf.io.matching_files", 0.35014626383781433]
["tf.compat.v1.parse_single_sequence_example", 0.34572553634643555]
["tf.compat.v1.io.parse_single_sequence_example", 0.34572553634643555]
["tf.io.parse_single_sequence_example", 0.34572553634643555]
["tf.compat.v1.feature_column.sequence_numeric_column", 0.34202268719673157]
["tf.feature_column.sequence_numeric_column", 0.34202268719673157]
["tf.compat.v1.estimator.VocabInfo", 0.34196871519088745]
["tf.compat.v1.train.VocabInfo", 0.34196871519088745]
["tf.estimator.VocabInfo", 0.34196871519088745]
["tf.raw_ops.FixedLengthRecordDataset", 0.34053581953048706]
["tf.raw_ops.GenerateVocabRemapping", 0.33914658427238464]
["tf.compat.v1.feature_column.crossed_column", 0.33831942081451416]
["tf.feature_column.crossed_column", 0.33831942081451416]
["tf.compat.v1.feature_column.sequence_categorical_column_with_identity", 0.33793145418167114]
["tf.feature_column.sequence_categorical_column_with_identity", 0.33793145418167114]
["tf.nn.embedding_lookup_sparse", 0.336488276720047]
["tf.compat.v1.nn.embedding_lookup_sparse", 0.33648818731307983]
["tf.nn.safe_embedding_lookup_sparse", 0.33094659447669983]
["tf.compat.v1.nn.safe_embedding_lookup_sparse", 0.33094659447669983]
["tf.data.experimental.enumerate_dataset", 0.3302834928035736]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.3302834630012512]
["tf.raw_ops.ZipDataset", 0.3290606141090393]
["tf.keras.utils.text_dataset_from_directory", 0.329032301902771]
["tf.keras.preprocessing.text_dataset_from_directory", 0.3290322422981262]
["tf.raw_ops.UnbatchDataset", 0.3266286253929138]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.3266286253929138]
["tf.compat.v1.summary.text", 0.3251504898071289]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.3243213891983032]
["tf.data.experimental.parse_example_dataset", 0.32432135939598083]
["tf.compat.v1.saved_model.classification_signature_def", 0.32402709126472473]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.32402709126472473]
["tf.compat.v1.strings.ngrams", 0.32259446382522583]
["tf.strings.ngrams", 0.32259446382522583]
["tf.compat.v1.strings.unicode_split_with_offsets", 0.32247593998908997]
["tf.strings.unicode_split_with_offsets", 0.32247593998908997]
["tf.compat.v1.estimator.BinaryClassHead", 0.32093191146850586]
["tf.estimator.BinaryClassHead", 0.32093191146850586]
["tf.compat.v1.strings.unsorted_segment_join", 0.32002097368240356]
["tf.strings.unsorted_segment_join", 0.32002097368240356]
["tf.raw_ops.UnsortedSegmentJoin", 0.32002097368240356]
["tf.raw_ops.ParseSingleSequenceExample", 0.3189891576766968]
["tf.compat.v1.estimator.BaselineClassifier", 0.31883329153060913]
["tf.estimator.BaselineClassifier", 0.31883329153060913]
["tf.compat.v1.app.flags.doc_to_help", 0.3176044225692749]
["tf.compat.v1.flags.doc_to_help", 0.3176044225692749]
["tf.compat.v1.strings.unicode_decode_with_offsets", 0.31626853346824646]
["tf.strings.unicode_decode_with_offsets", 0.3162684440612793]
["tf.compat.v1.PaddingFIFOQueue", 0.3149460554122925]
["tf.compat.v1.io.PaddingFIFOQueue", 0.3149460554122925]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.3149459958076477]
["tf.queue.PaddingFIFOQueue", 0.3149459958076477]
["tf.raw_ops.TextLineDataset", 0.3144865036010742]
["tf.raw_ops.ParseExampleDatasetV2", 0.3144567310810089]
["tf.raw_ops.ParseExampleDataset", 0.3144567310810089]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.3144567310810089]
["tf.compat.v1.data.experimental.take_while", 0.31433534622192383]
["tf.data.experimental.take_while", 0.31433534622192383]
["tf.keras.datasets.fashion_mnist.load_data", 0.314162015914917]
["tf.compat.v1.keras.datasets.fashion_mnist.load_data", 0.314162015914917]
["tf.keras.utils.unpack_x_y_sample_weight", 0.31314247846603394]
["tf.compat.v1.feature_column.make_parse_example_spec", 0.312666654586792]
["tf.feature_column.make_parse_example_spec", 0.312666654586792]
["tf.compat.v1.strings.unicode_split", 0.31218934059143066]
["tf.strings.unicode_split", 0.31218934059143066]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.3117717504501343]
["tf.data.experimental.make_batched_features_dataset", 0.3117717504501343]
["tf.data.experimental.SqlDataset", 0.31156206130981445]
["tf.compat.v1.data.experimental.SqlDataset", 0.31156206130981445]
["tf.compat.v1.data.Iterator", 0.3114282488822937]
["tf.compat.v1.flags.DEFINE_list", 0.3112434148788452]
["tf.compat.v1.app.flags.DEFINE_list", 0.3112434148788452]
["tf.compat.v1.keras.utils.OrderedEnqueuer", 0.30954450368881226]
["tf.keras.utils.OrderedEnqueuer", 0.30954450368881226]
["tf.compat.v1.estimator.MultiLabelHead", 0.3047904074192047]
["tf.estimator.MultiLabelHead", 0.3047904074192047]
["tf.keras.utils.pack_x_y_sample_weight", 0.30474287271499634]
["tf.compat.v1.parse_example", 0.3030488193035126]
["tf.compat.v1.io.parse_example", 0.3030488193035126]
["tf.io.parse_example", 0.3030488193035126]
["tf.compat.v1.keras.preprocessing.sequence.TimeseriesGenerator", 0.3024067282676697]
["tf.keras.preprocessing.sequence.TimeseriesGenerator", 0.3024067282676697]
["tf.compat.v1.flags.ListParser", 0.302155077457428]
["tf.compat.v1.app.flags.ListParser", 0.302155077457428]
["tf.compat.v1.sparse.merge", 0.3007797598838806]
["tf.compat.v1.sparse_merge", 0.3007797598838806]
["tf.data.experimental.CsvDataset", 0.29991617798805237]
["tf.compat.v1.data.experimental.CsvDataset", 0.29991617798805237]
["tf.io.TFRecordWriter", 0.29929667711257935]
["tf.compat.v1.io.TFRecordWriter", 0.29929667711257935]
["tf.compat.v1.python_io.TFRecordWriter", 0.29929667711257935]
["tf.io.gfile.walk", 0.29924845695495605]
["tf.compat.v1.gfile.Walk", 0.29924845695495605]
["tf.compat.v1.io.gfile.walk", 0.29924845695495605]
["tf.raw_ops.WriteRawProtoSummary", 0.29897645115852356]
["tf.compat.v1.strings.unicode_decode", 0.2973434329032898]
["tf.strings.unicode_decode", 0.2973434329032898]
["tf.raw_ops.UnicodeDecodeWithOffsets", 0.2973434329032898]
["tf.raw_ops.UnicodeDecode", 0.2973434329032898]
["tf.raw_ops.InitializeTableFromTextFileV2", 0.2969517707824707]
["tf.raw_ops.InitializeTableFromTextFile", 0.2969517707824707]
["tf.raw_ops.RangeDataset", 0.29581958055496216]
["tf.compat.v1.range", 0.29535940289497375]
["tf.raw_ops.Range", 0.29535940289497375]
["tf.range", 0.29535940289497375]
["tf.raw_ops.TakeWhileDataset", 0.2952732443809509]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.2952732443809509]
["tf.compat.v1.searchsorted", 0.2948272228240967]
["tf.searchsorted", 0.2948272228240967]
["tf.estimator.export.ClassificationOutput", 0.29398590326309204]
["tf.compat.v1.estimator.export.ClassificationOutput", 0.29398590326309204]
["tf.raw_ops.BoostedTreesSerializeEnsemble", 0.2934277057647705]
["tf.raw_ops.ConcatenateDataset", 0.2929753065109253]
["tf.compat.v1.flags.BaseListParser", 0.29160141944885254]
["tf.compat.v1.app.flags.BaseListParser", 0.29160141944885254]
["tf.train.ClusterSpec", 0.2914433777332306]
["tf.compat.v1.train.ClusterSpec", 0.2914433777332306]
["tf.raw_ops.LMDBDataset", 0.2908955216407776]
["tf.keras.layers.CategoryEncoding", 0.2904614806175232]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryEncoding", 0.2904614806175232]
["tf.keras.layers.experimental.preprocessing.CategoryEncoding", 0.2904614806175232]
["tf.compat.v1.keras.layers.CategoryEncoding", 0.2904614806175232]
["tf.raw_ops.ShardedFilespec", 0.2898866534233093]
["tf.compat.v1.eye", 0.289289265871048]
["tf.compat.v1.linalg.eye", 0.289289265871048]
["tf.eye", 0.289289265871048]
["tf.linalg.eye", 0.289289265871048]
["tf.compat.v1.data.experimental.to_variant", 0.28900623321533203]
["tf.data.experimental.to_variant", 0.28900623321533203]
["tf.compat.v1.nest.pack_sequence_as", 0.28843528032302856]
["tf.nest.pack_sequence_as", 0.28843528032302856]
["tf.compat.v1.data.experimental.index_table_from_dataset", 0.2879564166069031]
["tf.data.experimental.index_table_from_dataset", 0.2879564166069031]
["tf.raw_ops.ExperimentalUniqueDataset", 0.2871760129928589]
["tf.raw_ops.UniqueDataset", 0.28717589378356934]
["tf.compat.v1.data.experimental.make_csv_dataset", 0.2871311902999878]
["tf.data.experimental.make_csv_dataset", 0.2871311902999878]
["tf.compat.v1.strings.format", 0.28702253103256226]
["tf.strings.format", 0.28702253103256226]
["tf.raw_ops.StringFormat", 0.28702253103256226]
["tf.raw_ops.WriteAudioSummary", 0.28683018684387207]
["tf.compat.v1.keras.layers.GRU", 0.2859196066856384]
["tf.keras.layers.GRU", 0.2859196066856384]
["tf.compat.v1.keras.metrics.CategoricalHinge", 0.28564611077308655]
["tf.metrics.CategoricalHinge", 0.28564611077308655]
["tf.keras.metrics.CategoricalHinge", 0.28564611077308655]
["tf.raw_ops.TFRecordDataset", 0.28550904989242554]
["tf.raw_ops.ParallelInterleaveDatasetV3", 0.2853694558143616]
["tf.raw_ops.ParallelMapDatasetV2", 0.2853694558143616]
["tf.raw_ops.ParallelInterleaveDatasetV4", 0.2853694558143616]
["tf.raw_ops.InterleaveDataset", 0.2853694558143616]
["tf.raw_ops.ParallelMapDataset", 0.2853694558143616]
["tf.raw_ops.ExperimentalParallelInterleaveDataset", 0.2853694558143616]
["tf.raw_ops.ExperimentalMapDataset", 0.2853694558143616]
["tf.raw_ops.ParallelInterleaveDatasetV2", 0.2853694558143616]
["tf.raw_ops.MapDataset", 0.2853694558143616]
["tf.raw_ops.ParallelInterleaveDataset", 0.2853694558143616]
["tf.raw_ops.FlatMapDataset", 0.2853694558143616]
["tf.raw_ops.LegacyParallelInterleaveDatasetV2", 0.2853694558143616]
["tf.compat.v1.lookup.experimental.DenseHashTable", 0.28482985496520996]
["tf.lookup.experimental.DenseHashTable", 0.28482985496520996]
["tf.compat.v1.experimental.BatchableExtensionType", 0.28442326188087463]
["tf.experimental.BatchableExtensionType", 0.28442326188087463]
["tf.compat.v1.estimator.MultiClassHead", 0.2839016914367676]
["tf.estimator.MultiClassHead", 0.2839016914367676]
["tf.compat.v1.report_uninitialized_variables", 0.2834579348564148]
["tf.compat.v1.nest.is_nested", 0.2823914587497711]
["tf.nest.is_nested", 0.28239139914512634]
["tf.raw_ops.LMDBReader", 0.28177231550216675]
["tf.compat.v1.LMDBReader", 0.28177231550216675]
["tf.compat.v1.flags.WhitespaceSeparatedListParser", 0.2807663381099701]
["tf.compat.v1.app.flags.WhitespaceSeparatedListParser", 0.2807663381099701]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.279055655002594]
["tf.compat.v1.keras.datasets.imdb.load_data", 0.27887260913848877]
["tf.keras.datasets.imdb.load_data", 0.27887260913848877]
["tf.compat.v1.data.experimental.RandomDataset", 0.2764303684234619]
["tf.data.experimental.RandomDataset", 0.2764303684234619]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.27467110753059387]
["tf.optimizers.schedules.serialize", 0.27467110753059387]
["tf.keras.optimizers.schedules.serialize", 0.2746710777282715]
["tf.compat.v1.flags.DEFINE_multi_string", 0.2746122479438782]
["tf.compat.v1.app.flags.DEFINE_multi_string", 0.2746122479438782]
["tf.compat.v1.scatter_mul", 0.2739771008491516]
["tf.raw_ops.ScatterMul", 0.2739771008491516]
["tf.raw_ops.ParseSequenceExampleV2", 0.2739649713039398]
["tf.raw_ops.IgnoreErrorsDataset", 0.27344372868537903]
["tf.raw_ops.ExperimentalIgnoreErrorsDataset", 0.27344372868537903]
["tf.compat.v1.flags.DEFINE_spaceseplist", 0.27342697978019714]
["tf.compat.v1.app.flags.DEFINE_spaceseplist", 0.27342697978019714]
["tf.compat.v1.keras.preprocessing.text.Tokenizer", 0.2733706831932068]
["tf.keras.preprocessing.text.Tokenizer", 0.2733706831932068]
["tf.raw_ops.WindowDataset", 0.2727297246456146]
["tf.compat.v1.keras.backend.get_uid", 0.2722526788711548]
["tf.keras.backend.get_uid", 0.2722526788711548]
["tf.data.experimental.parallel_interleave", 0.2721148133277893]
["tf.compat.v1.data.experimental.parallel_interleave", 0.2721148133277893]
["tf.compat.v1.data.make_one_shot_iterator", 0.27168044447898865]
["tf.compat.v1.data.make_initializable_iterator", 0.27168044447898865]
["tf.raw_ops.ReaderSerializeStateV2", 0.271474152803421]
["tf.raw_ops.ReaderSerializeState", 0.271474152803421]
["tf.raw_ops.ParseExample", 0.2706872224807739]
["tf.raw_ops.ScatterAdd", 0.27055829763412476]
["tf.keras.layers.IntegerLookup", 0.270225465297699]
["tf.keras.layers.experimental.preprocessing.IntegerLookup", 0.270225465297699]
["tf.compat.v1.estimator.export.EvalOutput", 0.2697850465774536]
["tf.estimator.export.EvalOutput", 0.2697850465774536]
["tf.compat.v1.lookup.TextFileInitializer", 0.2696850597858429]
["tf.lookup.TextFileInitializer", 0.2696850597858429]
["tf.compat.v1.ReaderBase", 0.2689638137817383]
["tf.compat.v1.ragged.range", 0.2686559557914734]
["tf.ragged.range", 0.2686559557914734]
["tf.raw_ops.RaggedRange", 0.2686559557914734]
["tf.io.gfile.listdir", 0.2685199975967407]
["tf.compat.v1.io.gfile.listdir", 0.2685199975967407]
["tf.compat.v1.gfile.ListDirectory", 0.2685199975967407]
["tf.compat.v1.io.match_filenames_once", 0.2673681080341339]
["tf.compat.v1.train.match_filenames_once", 0.2673681080341339]
["tf.io.match_filenames_once", 0.2673680782318115]
["tf.compat.v1.edit_distance", 0.2661122977733612]
["tf.edit_distance", 0.2661122977733612]
["tf.compat.v1.estimator.tpu.experimental.EmbeddingConfigSpec", 0.26586437225341797]
["tf.strings.reduce_join", 0.26567545533180237]
["tf.compat.v1.strings.reduce_join", 0.26567545533180237]
["tf.compat.v1.reduce_join", 0.26567545533180237]
["tf.raw_ops.PrelinearizeTuple", 0.26515108346939087]
["tf.compat.v1.train.Supervisor", 0.26459887623786926]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.26440852880477905]
["tf.compat.v1.flags.DEFINE_multi", 0.2633880078792572]
["tf.compat.v1.app.flags.DEFINE_multi", 0.2633880078792572]
["tf.raw_ops.ResourceSparseApplyAdagrad", 0.26325157284736633]
["tf.raw_ops.ResourceSparseApplyAdagradV2", 0.26325157284736633]
["tf.raw_ops.SparseApplyAdagrad", 0.26325151324272156]
["tf.raw_ops.SparseApplyAdagradV2", 0.26325151324272156]
["tf.experimental.numpy.object_", 0.2628372311592102]
["tf.compat.v1.TFRecordReader", 0.26282960176467896]
["tf.compat.v1.feature_column.weighted_categorical_column", 0.2619692385196686]
["tf.feature_column.weighted_categorical_column", 0.2619692385196686]
["tf.compat.v1.data.DatasetSpec", 0.2615203261375427]
["tf.compat.v1.data.experimental.DatasetStructure", 0.2615203261375427]
["tf.data.DatasetSpec", 0.2615203261375427]
["tf.compat.v1.nest.map_structure", 0.26102328300476074]
["tf.nest.map_structure", 0.26102328300476074]
["tf.raw_ops.UnicodeEncode", 0.2606615722179413]
["tf.experimental.numpy.unicode_", 0.25974252820014954]
["tf.raw_ops.ReadFile", 0.2595388889312744]
["tf.summary.create_file_writer", 0.2595261037349701]
["tf.compat.v1.train.batch_join", 0.2590066194534302]
["tf.keras.backend.reset_uids", 0.25861459970474243]
["tf.compat.v1.keras.backend.reset_uids", 0.25861459970474243]
["tf.debugging.enable_check_numerics", 0.2585187256336212]
["tf.compat.v1.debugging.enable_check_numerics", 0.2585187256336212]
["tf.raw_ops.BatchNormWithGlobalNormalization", 0.2585108280181885]
["tf.nn.batch_norm_with_global_normalization", 0.2585108280181885]
["tf.compat.v1.nn.batch_norm_with_global_normalization", 0.2585108280181885]
["tf.nn.batch_normalization", 0.2585108280181885]
["tf.compat.v1.nn.fused_batch_norm", 0.2585108280181885]
["tf.raw_ops.FusedBatchNormV3", 0.2585108280181885]
["tf.raw_ops.FusedBatchNorm", 0.2585108280181885]
["tf.raw_ops.FusedBatchNormV2", 0.2585108280181885]
["tf.compat.v1.nn.batch_normalization", 0.2585108280181885]
["tf.compat.v1.name_scope", 0.2583315074443817]
["tf.compat.v1.keras.backend.name_scope", 0.2583315074443817]
["tf.name_scope", 0.2583315074443817]
["tf.keras.metrics.serialize", 0.2582037150859833]
["tf.compat.v1.keras.metrics.serialize", 0.2582037150859833]
["tf.metrics.serialize", 0.2582037150859833]
["tf.raw_ops.TextLineReaderV2", 0.2578180730342865]
["tf.raw_ops.TextLineReader", 0.2578180730342865]
["tf.raw_ops.TakeDataset", 0.2577565312385559]
["tf.compat.v1.TextLineReader", 0.2571302354335785]
["tf.compat.v1.lite.RepresentativeDataset", 0.2570081949234009]
["tf.lite.RepresentativeDataset", 0.2570081949234009]
["tf.raw_ops.ShuffleAndRepeatDataset", 0.2567484974861145]
["tf.raw_ops.ComputeAccidentalHits", 0.2564932107925415]
["tf.compat.v1.keras.losses.categorical_hinge", 0.25619953870773315]
["tf.losses.categorical_hinge", 0.25619953870773315]
["tf.keras.losses.categorical_hinge", 0.25619953870773315]
["tf.compat.v1.keras.losses.CategoricalHinge", 0.25619953870773315]
["tf.losses.CategoricalHinge", 0.25619953870773315]
["tf.keras.losses.CategoricalHinge", 0.25619953870773315]
["tf.raw_ops.DebugIdentity", 0.255515992641449]
["tf.sparse.cross_hashed", 0.25530877709388733]
["tf.compat.v1.sparse.cross_hashed", 0.25530874729156494]
["tf.compat.v1.count_up_to", 0.25487905740737915]
["tf.compat.v1.variable_scope", 0.25470787286758423]
["tf.compat.v1.app.flags.EnumClassListSerializer", 0.253043532371521]
["tf.compat.v1.flags.EnumClassListSerializer", 0.253043532371521]
["tf.compat.v1.nn.collapse_repeated", 0.25253206491470337]
["tf.nn.collapse_repeated", 0.25253206491470337]
["tf.compat.v1.profiler.profile", 0.2524451017379761]
["tf.compat.v1.train.string_input_producer", 0.25156766176223755]
["tf.compat.v1.decode_compressed", 0.25129351019859314]
["tf.io.decode_compressed", 0.25129351019859314]
["tf.raw_ops.DecodeCompressed", 0.25129351019859314]
["tf.compat.v1.io.decode_compressed", 0.25129348039627075]
["tf.raw_ops.CountUpTo", 0.2512527406215668]
["tf.raw_ops.TFRecordReader", 0.25032567977905273]
["tf.raw_ops.TFRecordReaderV2", 0.25032567977905273]
["tf.compat.v1.data.Dataset", 0.24988901615142822]
["tf.data.Dataset", 0.24988901615142822]
["tf.io.decode_csv", 0.24973639845848083]
["tf.compat.v1.decode_csv", 0.24973627924919128]
["tf.compat.v1.io.decode_csv", 0.24973627924919128]
["tf.raw_ops.DecodeCSV", 0.24973627924919128]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.24957899749279022]
["tf.compat.v1.nn.with_space_to_batch", 0.24949797987937927]
["tf.nn.with_space_to_batch", 0.24949797987937927]
["tf.compat.v1.keras.utils.register_keras_serializable", 0.24948979914188385]
["tf.keras.utils.register_keras_serializable", 0.24948979914188385]
["tf.compat.v1.train.SummarySaverHook", 0.24932058155536652]
["tf.estimator.SummarySaverHook", 0.24932058155536652]
["tf.compat.v1.estimator.SummarySaverHook", 0.24932058155536652]
["tf.raw_ops.MergeSummary", 0.2487456202507019]
["tf.compat.v1.summary.merge", 0.2487456202507019]
["tf.compat.v1.data.experimental.service.distribute", 0.2486550509929657]
["tf.data.experimental.service.distribute", 0.2486550360918045]
["tf.keras.experimental.SidecarEvaluator", 0.24839279055595398]
["tf.compat.v1.enable_eager_execution", 0.24823597073554993]
["tf.data.experimental.save", 0.24817219376564026]
["tf.raw_ops.ScatterUpdate", 0.24812984466552734]
["tf.compat.v1.scatter_update", 0.24812984466552734]
["tf.compat.v1.io.parse_single_example", 0.2478475421667099]
["tf.io.parse_single_example", 0.2478475421667099]
["tf.compat.v1.parse_single_example", 0.2478475421667099]
["tf.raw_ops.ScatterSub", 0.24757683277130127]
["tf.compat.v1.scatter_sub", 0.24757683277130127]
["tf.raw_ops.OptimizeDatasetV2", 0.24739593267440796]
["tf.raw_ops.InitializeTableV2", 0.2471650391817093]
["tf.raw_ops.InitializeTable", 0.2471650391817093]
["tf.compat.v1.estimator.BoostedTreesClassifier", 0.24619987607002258]
["tf.estimator.BoostedTreesClassifier", 0.24619987607002258]
["tf.keras.metrics.Recall", 0.24596494436264038]
["tf.compat.v1.metrics.recall", 0.24596494436264038]
["tf.metrics.Recall", 0.24596494436264038]
["tf.compat.v1.keras.metrics.Recall", 0.24596494436264038]
["tf.dynamic_partition", 0.24558788537979126]
["tf.raw_ops.DynamicPartition", 0.24558788537979126]
["tf.compat.v1.dynamic_partition", 0.24558788537979126]
["tf.raw_ops.WriteSummary", 0.24551936984062195]
["tf.raw_ops.CacheDataset", 0.24539363384246826]
["tf.raw_ops.ExperimentalGroupByReducerDataset", 0.24538803100585938]
["tf.raw_ops.GroupByReducerDataset", 0.245388001203537]
["tf.compat.v1.flags.FlagValues", 0.24528035521507263]
["tf.compat.v1.app.flags.FlagValues", 0.24528035521507263]
["tf.compat.v1.flags.FLAGS", 0.24528035521507263]
["tf.compat.v1.app.flags.FLAGS", 0.24528035521507263]
["tf.compat.v1.flags.DEFINE_flag", 0.24463805556297302]
["tf.compat.v1.app.flags.DEFINE_flag", 0.24463805556297302]
["tf.compat.v1.train.MonitoredSession", 0.24450688064098358]
["tf.compat.v1.lite.OpHint.OpHintArgumentTracker", 0.24443364143371582]
["tf.compat.v1.nn.ctc_loss", 0.2444082498550415]
["tf.raw_ops.GeneratorDataset", 0.24379831552505493]
["tf.raw_ops.ExperimentalRandomDataset", 0.24317780137062073]
["tf.raw_ops.RandomDataset", 0.24317780137062073]
["tf.compat.v1.audio.encode_wav", 0.2430410087108612]
["tf.raw_ops.EncodeWav", 0.2430410087108612]
["tf.audio.encode_wav", 0.2430410087108612]
["tf.raw_ops.BoostedTreesCreateEnsemble", 0.24299722909927368]
["tf.raw_ops.SkipDataset", 0.24286243319511414]
["tf.compat.v1.train.sdca_fprint", 0.24265190958976746]
["tf.raw_ops.SdcaFprint", 0.24265190958976746]
["tf.keras.activations.deserialize", 0.24226614832878113]
["tf.compat.v1.keras.activations.deserialize", 0.24226614832878113]
["tf.raw_ops.ScatterDiv", 0.24219366908073425]
["tf.compat.v1.scatter_div", 0.24219366908073425]
["tf.compat.v1.initializers.variables", 0.24206358194351196]
["tf.compat.v1.variables_initializer", 0.24206358194351196]
["tf.compat.v1.train.do_quantize_training_on_graphdef", 0.24167999625205994]
["tf.raw_ops.WriteScalarSummary", 0.2413979321718216]
["tf.raw_ops.StringJoin", 0.2410125434398651]
["tf.compat.v1.nn.ctc_loss_v2", 0.24071574211120605]
["tf.nn.ctc_loss", 0.24071574211120605]
["tf.compat.v1.WholeFileReader", 0.23982053995132446]
["tf.raw_ops.WholeFileReaderV2", 0.23982053995132446]
["tf.raw_ops.WholeFileReader", 0.23982053995132446]
["tf.compat.v1.case", 0.23960354924201965]
["tf.case", 0.23960354924201965]
["tf.compat.v1.keras.preprocessing.sequence.pad_sequences", 0.23933045566082]
["tf.keras.preprocessing.sequence.pad_sequences", 0.23933045566082]
["tf.compat.v1.switch_case", 0.23925510048866272]
["tf.switch_case", 0.23925510048866272]
["tf.compat.v1.ragged.cross_hashed", 0.23919665813446045]
["tf.ragged.cross_hashed", 0.23919665813446045]
["tf.raw_ops.ParallelConcat", 0.23856592178344727]
["tf.compat.v1.tpu.experimental.embedding.TPUEmbedding", 0.23853081464767456]
["tf.tpu.experimental.embedding.TPUEmbedding", 0.23853081464767456]
["tf.keras.utils.image_dataset_from_directory", 0.23818367719650269]
["tf.keras.preprocessing.image_dataset_from_directory", 0.23818367719650269]
["tf.compat.v1.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.23788468539714813]
["tf.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.23788468539714813]
["tf.raw_ops.ExperimentalAutoShardDataset", 0.23788069188594818]
["tf.raw_ops.AutoShardDataset", 0.23788069188594818]
["tf.compat.v1.strings.unicode_transcode", 0.23787882924079895]
["tf.strings.unicode_transcode", 0.23787882924079895]
["tf.raw_ops.UnicodeTranscode", 0.23787882924079895]
["tf.compat.v1.logging.log_first_n", 0.2377934753894806]
["tf.compat.v1.disable_tensor_equality", 0.23705250024795532]
["tf.compat.v1.lookup.experimental.MutableHashTable", 0.23647582530975342]
["tf.lookup.experimental.MutableHashTable", 0.23647582530975342]
["tf.estimator.BaselineRegressor", 0.2364540994167328]
["tf.compat.v1.estimator.BaselineRegressor", 0.2364540994167328]
["tf.compat.v1.flags.DEFINE_alias", 0.23612141609191895]
["tf.compat.v1.app.flags.DEFINE_alias", 0.23612141609191895]
["tf.compat.v1.lookup.StaticHashTable", 0.2361154854297638]
["tf.lookup.StaticHashTable", 0.2361154854297638]
["tf.compat.v1.data.experimental.table_from_dataset", 0.23602989315986633]
["tf.data.experimental.table_from_dataset", 0.23602989315986633]
["tf.compat.v1.nn.static_bidirectional_rnn", 0.23583772778511047]
["tf.compat.v1.metrics.recall_at_top_k", 0.23566624522209167]
["tf.strings.join", 0.23518463969230652]
["tf.compat.v1.string_join", 0.23518452048301697]
["tf.compat.v1.strings.join", 0.23518452048301697]
["tf.compat.v1.flags.flag_dict_to_args", 0.23511309921741486]
["tf.compat.v1.app.flags.flag_dict_to_args", 0.23511309921741486]
["tf.raw_ops.MakeIterator", 0.23502597212791443]
["tf.compat.v1.estimator.BoostedTreesRegressor", 0.23487722873687744]
["tf.estimator.BoostedTreesRegressor", 0.23487722873687744]
["tf.experimental.numpy.gcd", 0.23485007882118225]
["tf.compat.v1.keras.models.LinearModel", 0.23466508090496063]
["tf.keras.experimental.LinearModel", 0.23466508090496063]
["tf.compat.v1.keras.experimental.LinearModel", 0.23466508090496063]
["tf.keras.utils.get_custom_objects", 0.2346477210521698]
["tf.compat.v1.keras.utils.get_custom_objects", 0.2346477210521698]
["tf.raw_ops.Mfcc", 0.23429730534553528]
["tf.compat.v1.nn.rnn_cell.LSTMCell", 0.23410722613334656]
["tf.compat.v1.train.shuffle_batch_join", 0.23401759564876556]
["tf.compat.v1.data.experimental.assert_cardinality", 0.2333436906337738]
["tf.data.experimental.assert_cardinality", 0.2333436906337738]
["tf.keras.layers.experimental.preprocessing.Normalization", 0.23300346732139587]
["tf.compat.v1.keras.layers.experimental.preprocessing.Normalization", 0.23300346732139587]
["tf.compat.v1.keras.layers.Normalization", 0.23300346732139587]
["tf.keras.layers.Normalization", 0.23300346732139587]
["tf.data.experimental.shuffle_and_repeat", 0.23275123536586761]
["tf.compat.v1.data.experimental.shuffle_and_repeat", 0.23275123536586761]
["tf.raw_ops.ResourceScatterDiv", 0.232709139585495]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.2326810359954834]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.2326810359954834]
["tf.data.experimental.scan", 0.23261231184005737]
["tf.compat.v1.data.experimental.scan", 0.23261231184005737]
["tf.raw_ops.ResourceApplyProximalAdagrad", 0.23207709193229675]
["tf.raw_ops.ApplyProximalAdagrad", 0.23207709193229675]
["tf.compat.v1.io.encode_proto", 0.23185506463050842]
["tf.io.encode_proto", 0.23185506463050842]
["tf.raw_ops.EncodeProto", 0.23185506463050842]
["tf.raw_ops.ScanDataset", 0.2302343249320984]
["tf.raw_ops.ExperimentalScanDataset", 0.2302343249320984]
["tf.keras.initializers.get", 0.2300533950328827]
["tf.compat.v1.keras.initializers.get", 0.2300533950328827]
["tf.initializers.get", 0.2300533950328827]
["tf.compat.v1.train.AdadeltaOptimizer", 0.2299785166978836]
["tf.compat.v1.keras.optimizers.Adadelta", 0.2299785166978836]
["tf.keras.optimizers.Adadelta", 0.2299785166978836]
["tf.optimizers.Adadelta", 0.2299785166978836]
["tf.raw_ops.SparseApplyProximalGradientDescent", 0.2299669086933136]
["tf.raw_ops.ResourceSparseApplyProximalGradientDescent", 0.2299669086933136]
["tf.raw_ops.SparseApplyProximalAdagrad", 0.2299196869134903]
["tf.raw_ops.ResourceSparseApplyProximalAdagrad", 0.2299196869134903]
["tf.compat.v1.estimator.LinearClassifier", 0.22987795773842493]
["tf.estimator.experimental.RNNClassifier", 0.22896170862421966]
["tf.data.experimental.Counter", 0.22864310443401337]
["tf.compat.v1.data.experimental.Counter", 0.22864310443401337]
["tf.raw_ops.OptimizeDataset", 0.22849220037460327]
["tf.recompute_grad", 0.22833240032196045]
["tf.compat.v1.recompute_grad", 0.22833240032196045]
["tf.compat.v1.VarLenFeature", 0.22811180353164673]
["tf.compat.v1.io.VarLenFeature", 0.22811180353164673]
["tf.io.VarLenFeature", 0.22811180353164673]
["tf.compat.v1.logging.log_every_n", 0.22798356413841248]
["tf.compat.v1.data.experimental.OptimizationOptions", 0.2278803586959839]
["tf.data.experimental.OptimizationOptions", 0.2278803586959839]
["tf.compat.v1.keras.metrics.SparseCategoricalCrossentropy", 0.2278718650341034]
["tf.metrics.SparseCategoricalCrossentropy", 0.2278718650341034]
["tf.keras.metrics.SparseCategoricalCrossentropy", 0.2278718650341034]
["tf.compat.v1.keras.metrics.CategoricalCrossentropy", 0.2278718650341034]
["tf.metrics.CategoricalCrossentropy", 0.2278718650341034]
["tf.keras.metrics.CategoricalCrossentropy", 0.2278718650341034]
["tf.compat.v1.keras.metrics.BinaryCrossentropy", 0.2278718650341034]
["tf.metrics.BinaryCrossentropy", 0.2278718650341034]
["tf.keras.metrics.BinaryCrossentropy", 0.2278718650341034]
["tf.compat.v1.FixedLenFeature", 0.22785750031471252]
["tf.compat.v1.io.FixedLenFeature", 0.22785750031471252]
["tf.io.FixedLenFeature", 0.22785750031471252]
["tf.compat.v1.keras.datasets.mnist.load_data", 0.2276165783405304]
["tf.keras.datasets.mnist.load_data", 0.2276165783405304]
["tf.compat.v1.keras.models.WideDeepModel", 0.22723247110843658]
["tf.keras.experimental.WideDeepModel", 0.22723247110843658]
["tf.compat.v1.keras.experimental.WideDeepModel", 0.22723247110843658]
["tf.summary.audio", 0.2270471453666687]
["tf.summary.trace_on", 0.22632792592048645]
["tf.nn.softmax_cross_entropy_with_logits", 0.2261658012866974]
["tf.compat.v1.metrics.recall_at_k", 0.22602549195289612]
["tf.compat.v1.metrics.recall_at_thresholds", 0.22589528560638428]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.225786030292511]
["tf.data.experimental.choose_from_datasets", 0.225786030292511]
["tf.raw_ops.MergeV2Checkpoints", 0.22546622157096863]
["tf.raw_ops.UncompressElement", 0.22535216808319092]
["tf.raw_ops.TensorDataset", 0.22510825097560883]
["tf.raw_ops.ResourceApplyProximalGradientDescent", 0.22488093376159668]
["tf.raw_ops.ApplyProximalGradientDescent", 0.22488093376159668]
["tf.raw_ops.ExperimentalSqlDataset", 0.2245991826057434]
["tf.raw_ops.SqlDataset", 0.2245991826057434]
["tf.nn.learned_unigram_candidate_sampler", 0.2242792248725891]
["tf.random.learned_unigram_candidate_sampler", 0.2242792248725891]
["tf.compat.v1.nn.learned_unigram_candidate_sampler", 0.2242792248725891]
["tf.compat.v1.random.learned_unigram_candidate_sampler", 0.2242792248725891]
["tf.raw_ops.Prelinearize", 0.22410231828689575]
["tf.compat.v1.strings.unicode_script", 0.2240731418132782]
["tf.strings.unicode_script", 0.2240731418132782]
["tf.raw_ops.UnicodeScript", 0.2240731418132782]
["tf.compat.v1.setdiff1d", 0.22393271327018738]
["tf.raw_ops.ListDiff", 0.22393271327018738]
["tf.raw_ops.EditDistance", 0.22361034154891968]
["tf.compat.v1.train.SingularMonitoredSession", 0.22355791926383972]
["tf.compat.v1.IndexedSlices", 0.22291859984397888]
["tf.IndexedSlices", 0.22291859984397888]
["tf.estimator.LinearClassifier", 0.22287070751190186]
["tf.experimental.numpy.diag_indices", 0.22281727194786072]
["tf.compat.v1.keras.utils.plot_model", 0.2224946916103363]
["tf.keras.utils.plot_model", 0.2224946916103363]
["tf.compat.v1.train.FinalOpsHook", 0.22246278822422028]
["tf.estimator.FinalOpsHook", 0.22246278822422028]
["tf.compat.v1.estimator.FinalOpsHook", 0.22246278822422028]
["tf.raw_ops.RecordInput", 0.22236181066280944]
["tf.compat.v1.saved_model.signature_def_utils.regression_signature_def", 0.2221970558166504]
["tf.compat.v1.saved_model.regression_signature_def", 0.2221970558166504]
["tf.raw_ops.SparseApplyAdagradDA", 0.2219419926404953]
["tf.raw_ops.ResourceSparseApplyAdagradDA", 0.2219419777393341]
["tf.raw_ops.Enter", 0.22192639112472534]
["tf.raw_ops.RefEnter", 0.22192639112472534]
["tf.compat.v1.estimator.experimental.KMeans", 0.22186607122421265]
["tf.raw_ops.WriteGraphSummary", 0.22181302309036255]
["tf.raw_ops.ResourceApplyAdadelta", 0.22179582715034485]
["tf.raw_ops.ApplyAdadelta", 0.22179582715034485]
["tf.mlir.experimental.convert_graph_def", 0.2215285450220108]
["tf.compat.v1.mlir.experimental.convert_graph_def", 0.2215285301208496]
["tf.compat.v1.data.experimental.dense_to_ragged_batch", 0.2208038866519928]
["tf.data.experimental.dense_to_ragged_batch", 0.2208038866519928]
["tf.compat.v1.train.maybe_batch_join", 0.22078144550323486]
["tf.raw_ops.DenseToSparseBatchDataset", 0.22041170299053192]
["tf.raw_ops.ExperimentalDenseToSparseBatchDataset", 0.22041170299053192]
["tf.raw_ops.ResourceScatterMul", 0.2202060967683792]
["tf.raw_ops.FixedUnigramCandidateSampler", 0.21993696689605713]
["tf.raw_ops.AllCandidateSampler", 0.21993696689605713]
["tf.raw_ops.ThreadUnsafeUnigramCandidateSampler", 0.21993696689605713]
["tf.raw_ops.LearnedUnigramCandidateSampler", 0.21993696689605713]
["tf.compat.v1.strings.as_string", 0.21979853510856628]
["tf.strings.as_string", 0.21979853510856628]
["tf.compat.v1.dtypes.as_string", 0.21979853510856628]
["tf.compat.v1.as_string", 0.21979853510856628]
["tf.as_string", 0.21979853510856628]
["tf.raw_ops.AsString", 0.21979853510856628]
["tf.compat.v1.keras.activations.serialize", 0.2197534739971161]
["tf.keras.activations.serialize", 0.2197534739971161]
["tf.signal.hamming_window", 0.21974366903305054]
["tf.compat.v1.signal.hamming_window", 0.21974363923072815]
["tf.data.experimental.AutotuneOptions", 0.21959787607192993]
["tf.compat.v1.data.experimental.AutotuneOptions", 0.21959787607192993]
["tf.raw_ops.AudioSpectrogram", 0.21900233626365662]
["tf.sysconfig.get_build_info", 0.21886250376701355]
["tf.compat.v1.sysconfig.get_build_info", 0.21886250376701355]
["tf.raw_ops.WriteHistogramSummary", 0.21883413195610046]
["tf.compat.v1.app.flags.ListSerializer", 0.21859729290008545]
["tf.compat.v1.app.flags.CsvListSerializer", 0.21859729290008545]
["tf.compat.v1.flags.ListSerializer", 0.21859729290008545]
["tf.compat.v1.flags.CsvListSerializer", 0.21859729290008545]
["tf.compat.v1.estimator.DNNClassifier", 0.21854044497013092]
["tf.estimator.DNNClassifier", 0.21854044497013092]
["tf.compat.v1.estimator.classifier_parse_example_spec", 0.21827250719070435]
["tf.estimator.classifier_parse_example_spec", 0.218272402882576]
["tf.keras.layers.deserialize", 0.218210369348526]
["tf.compat.v1.keras.layers.deserialize", 0.218210369348526]
["tf.raw_ops.TPUEmbeddingActivations", 0.21812880039215088]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.21811553835868835]
["tf.compat.v1.app.run", 0.21804291009902954]
["tf.keras.metrics.binary_accuracy", 0.21792301535606384]
["tf.metrics.BinaryAccuracy", 0.21792301535606384]
["tf.metrics.binary_accuracy", 0.21792301535606384]
["tf.compat.v1.keras.metrics.binary_accuracy", 0.21792301535606384]
["tf.keras.metrics.BinaryAccuracy", 0.21792301535606384]
["tf.compat.v1.keras.metrics.BinaryAccuracy", 0.21792301535606384]
["tf.keras.regularizers.L1L2", 0.2176370918750763]
["tf.compat.v1.keras.regularizers.L1L2", 0.2176370620727539]
["tf.compat.v1.confusion_matrix", 0.21747642755508423]
["tf.math.confusion_matrix", 0.21747642755508423]
["tf.compat.v1.math.confusion_matrix", 0.21747642755508423]
["tf.compat.v1.train.Checkpoint", 0.2166242152452469]
["tf.compat.v1.keras.losses.cosine", 0.2165050357580185]
["tf.keras.losses.CosineSimilarity", 0.2165050357580185]
["tf.keras.losses.cosine_similarity", 0.2165050357580185]
["tf.compat.v1.keras.metrics.cosine", 0.2165050357580185]
["tf.compat.v1.keras.losses.cosine_proximity", 0.2165050357580185]
["tf.compat.v1.keras.metrics.cosine_proximity", 0.2165050357580185]
["tf.losses.cosine_similarity", 0.2165050357580185]
["tf.losses.CosineSimilarity", 0.2165050357580185]
["tf.compat.v1.keras.losses.CosineSimilarity", 0.2165050357580185]
["tf.compat.v1.keras.losses.cosine_similarity", 0.2165050357580185]
["tf.raw_ops.ShuffleDataset", 0.21580469608306885]
["tf.raw_ops.InfeedEnqueueTuple", 0.21571721136569977]
["tf.compat.v1.read_file", 0.21569380164146423]
["tf.compat.v1.io.read_file", 0.21569380164146423]
["tf.io.read_file", 0.21569380164146423]
["tf.raw_ops.AssertNextDataset", 0.21567413210868835]
["tf.data.experimental.get_single_element", 0.21566328406333923]
["tf.compat.v1.data.experimental.get_single_element", 0.21566328406333923]
["tf.ragged.stack", 0.21557074785232544]
["tf.compat.v1.ragged.stack", 0.21557070314884186]
["tf.raw_ops.BoostedTreesGetEnsembleStates", 0.21555733680725098]
["tf.compat.v1.train.maybe_shuffle_batch_join", 0.21544966101646423]
["tf.compat.v1.keras.utils.serialize_keras_object", 0.21539105474948883]
["tf.keras.utils.serialize_keras_object", 0.21539105474948883]
["tf.raw_ops.ModelDataset", 0.21515873074531555]
["tf.experimental.numpy.iscomplexobj", 0.2150655835866928]
["tf.raw_ops.Save", 0.21500138938426971]
["tf.compat.v1.estimator.BoostedTreesEstimator", 0.21496355533599854]
["tf.estimator.BoostedTreesEstimator", 0.21496355533599854]
["tf.keras.layers.SimpleRNNCell", 0.21482819318771362]
["tf.compat.v1.keras.layers.SimpleRNNCell", 0.21482819318771362]
["tf.compat.v1.keras.initializers.Identity", 0.21475955843925476]
["tf.compat.v1.keras.initializers.identity", 0.21475955843925476]
["tf.compat.v1.initializers.identity", 0.21475955843925476]
["tf.initializers.Identity", 0.21475955843925476]
["tf.initializers.identity", 0.21475955843925476]
["tf.keras.initializers.Identity", 0.21475955843925476]
["tf.keras.initializers.identity", 0.21475955843925476]
["tf.experimental.numpy.int64", 0.21467074751853943]
["tf.experimental.numpy.int_", 0.21467074751853943]
["tf.compat.v1.tpu.experimental.embedding.FeatureConfig", 0.21440564095973969]
["tf.tpu.experimental.embedding.FeatureConfig", 0.21440564095973969]
["tf.raw_ops.RegisterDataset", 0.21430379152297974]
["tf.data.experimental.service.register_dataset", 0.21430377662181854]
["tf.compat.v1.data.experimental.service.register_dataset", 0.21430377662181854]
["tf.compat.v1.flags.DEFINE", 0.2142397165298462]
["tf.compat.v1.app.flags.DEFINE", 0.2142397165298462]
["tf.raw_ops.ExperimentalGroupByWindowDataset", 0.21398046612739563]
["tf.raw_ops.GroupByWindowDataset", 0.21398046612739563]
["tf.raw_ops.SaveSlices", 0.2138315737247467]
["tf.raw_ops.ExperimentalMaxIntraOpParallelismDataset", 0.21377059817314148]
["tf.raw_ops.MaxIntraOpParallelismDataset", 0.21377059817314148]
["tf.raw_ops.FilterByLastComponentDataset", 0.21365788578987122]
["tf.raw_ops.Pack", 0.21349945664405823]
["tf.compat.v1.sort", 0.21347485482692719]
["tf.sort", 0.21347485482692719]
["tf.raw_ops.WriteImageSummary", 0.21338561177253723]
["tf.data.experimental.unique", 0.2133437693119049]
["tf.compat.v1.data.experimental.unique", 0.2133437693119049]
["tf.raw_ops.RaggedTensorToVariant", 0.2130725383758545]
["tf.raw_ops.CompressElement", 0.2130652666091919]
["tf.compat.v1.FixedLenSequenceFeature", 0.21287542581558228]
["tf.compat.v1.io.FixedLenSequenceFeature", 0.21287542581558228]
["tf.io.FixedLenSequenceFeature", 0.21287542581558228]
["tf.compat.v1.stack", 0.21237874031066895]
["tf.stack", 0.21237874031066895]
["tf.raw_ops.BoostedTreesSparseAggregateStats", 0.21234282851219177]
["tf.raw_ops.BoostedTreesAggregateStats", 0.21234282851219177]
["tf.raw_ops.ResourceScatterUpdate", 0.2123071551322937]
["tf.experimental.numpy.logical_and", 0.21171364188194275]
["tf.compat.v1.train.LooperThread", 0.21167492866516113]
["tf.compat.v1.random.experimental.stateless_fold_in", 0.21150720119476318]
["tf.random.experimental.stateless_fold_in", 0.2115071564912796]
["tf.experimental.numpy.string_", 0.21136856079101562]
["tf.compat.v1.nn.bidirectional_dynamic_rnn", 0.21125183999538422]
["tf.raw_ops.QuantizedConcat", 0.21122542023658752]
["tf.compat.v1.quantization.quantized_concat", 0.21122542023658752]
["tf.quantization.quantized_concat", 0.21122542023658752]
["tf.compat.v1.quantized_concat", 0.21122542023658752]
["tf.compat.v1.train.basic_train_loop", 0.21105772256851196]
["tf.raw_ops.ExperimentalSlidingWindowDataset", 0.21104949712753296]
["tf.raw_ops.SlidingWindowDataset", 0.21104949712753296]
["tf.compat.v1.nn.ctc_unique_labels", 0.2110007256269455]
["tf.nn.ctc_unique_labels", 0.21100062131881714]
["tf.raw_ops.ShardedFilename", 0.21072717010974884]
["tf.compat.v1.estimator.LogisticRegressionHead", 0.21064788103103638]
["tf.estimator.LogisticRegressionHead", 0.21064788103103638]
["tf.compat.v1.gfile.MakeDirs", 0.2106049656867981]
["tf.io.gfile.makedirs", 0.2106049656867981]
["tf.compat.v1.io.gfile.makedirs", 0.2106049656867981]
["tf.raw_ops.SparseCountSparseOutput", 0.2105647325515747]
["tf.compat.v1.train.list_variables", 0.21022798120975494]
["tf.train.list_variables", 0.21022798120975494]
["tf.raw_ops.TensorListScatter", 0.210178405046463]
["tf.raw_ops.TensorListScatterV2", 0.210178405046463]
["tf.raw_ops.SparseCross", 0.2099277675151825]
["tf.raw_ops.SparseCrossHashed", 0.2099277675151825]
["tf.raw_ops.SparseCrossV2", 0.2099277675151825]
["tf.compat.v1.sparse.cross", 0.2099277675151825]
["tf.sparse.cross", 0.2099277675151825]
["tf.compat.v1.keras.applications.resnet.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.resnet50.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.nasnet.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.resnet_v2.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.mobilenet_v2.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.mobilenet.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.inception_v3.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.vgg16.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.vgg19.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.inception_resnet_v2.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.xception.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.imagenet_utils.preprocess_input", 0.2099151611328125]
["tf.keras.applications.xception.preprocess_input", 0.2099151611328125]
["tf.keras.applications.imagenet_utils.preprocess_input", 0.2099151611328125]
["tf.compat.v1.keras.applications.densenet.preprocess_input", 0.2099151611328125]
["tf.keras.applications.vgg19.preprocess_input", 0.2099151611328125]
["tf.keras.applications.vgg16.preprocess_input", 0.2099151611328125]
["tf.keras.applications.resnet_v2.preprocess_input", 0.2099151611328125]
["tf.keras.applications.resnet50.preprocess_input", 0.2099151611328125]
["tf.keras.applications.resnet.preprocess_input", 0.2099151611328125]
["tf.keras.applications.nasnet.preprocess_input", 0.2099151611328125]
["tf.keras.applications.mobilenet_v2.preprocess_input", 0.2099151611328125]
["tf.keras.applications.mobilenet.preprocess_input", 0.2099151611328125]
["tf.keras.applications.inception_v3.preprocess_input", 0.2099151611328125]
["tf.keras.applications.densenet.preprocess_input", 0.2099151611328125]
["tf.keras.applications.inception_resnet_v2.preprocess_input", 0.2099151611328125]
["tf.raw_ops.RaggedCountSparseOutput", 0.2098819613456726]
["tf.compat.v1.ones_initializer", 0.209783136844635]
["tf.compat.v1.initializers.ones", 0.209783136844635]
["tf.compat.v1.keras.initializers.ones", 0.209783136844635]
["tf.compat.v1.keras.initializers.Ones", 0.209783136844635]
["tf.compat.v1.train.batch", 0.20942914485931396]
["tf.compat.v1.keras.regularizers.L1", 0.20917703211307526]
["tf.compat.v1.keras.regularizers.l1", 0.20917703211307526]
["tf.keras.regularizers.l1", 0.20917703211307526]
["tf.keras.regularizers.L1", 0.20917703211307526]
["tf.compat.v1.lite.Interpreter", 0.20914363861083984]
["tf.lite.Interpreter", 0.20914363861083984]
["tf.compat.v1.nn.compute_accidental_hits", 0.20905530452728271]
["tf.nn.compute_accidental_hits", 0.20905530452728271]
["tf.summary.scalar", 0.20901548862457275]
["tf.raw_ops.TensorListConcat", 0.2088867425918579]
["tf.raw_ops.TensorListConcatV2", 0.2088867425918579]
["tf.keras.utils.experimental.DatasetCreator", 0.20843176543712616]
["tf.compat.v1.train.shuffle_batch", 0.20818227529525757]
["tf.compat.v1.strided_slice", 0.2081577330827713]
