["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 1.0000000000000002]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 1.0]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 0.9912263482064154]
["tf.feature_column.categorical_column_with_vocabulary_list", 0.9911795042764108]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.8968416274286504]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.8967830754860212]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.8880887968431732]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.834611338293718]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.7884691953659058]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.7884691953659058]
["tf.compat.v1.feature_column.categorical_column_with_identity", 0.5452241897583008]
["tf.feature_column.categorical_column_with_identity", 0.5452241897583008]
["tf.compat.v1.keras.layers.experimental.preprocessing.Hashing", 0.5091561675071716]
["tf.compat.v1.keras.layers.Hashing", 0.5091561675071716]
["tf.keras.layers.Hashing", 0.5091561675071716]
["tf.keras.layers.experimental.preprocessing.Hashing", 0.5091561675071716]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.463537335395813]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.463537335395813]
["tf.compat.v1.feature_column.categorical_column_with_hash_bucket", 0.4622049927711487]
["tf.feature_column.categorical_column_with_hash_bucket", 0.4622049927711487]
["tf.compat.v1.lookup.StaticVocabularyTable", 0.4621284008026123]
["tf.lookup.StaticVocabularyTable", 0.4621284008026123]
["tf.keras.layers.TextVectorization", 0.45553159713745117]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.45553159713745117]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.45521825551986694]
["tf.keras.experimental.SequenceFeatures", 0.45521825551986694]
["tf.compat.v1.feature_column.sequence_categorical_column_with_identity", 0.4289765954017639]
["tf.feature_column.sequence_categorical_column_with_identity", 0.4289765954017639]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.42338672280311584]
["tf.keras.preprocessing.text.one_hot", 0.42338669300079346]
["tf.compat.v1.lookup.experimental.DenseHashTable", 0.4230589270591736]
["tf.lookup.experimental.DenseHashTable", 0.4230589270591736]
["tf.raw_ops.ParseSequenceExample", 0.4219154715538025]
["tf.compat.v1.nn.embedding_lookup", 0.4199604392051697]
["tf.nn.embedding_lookup", 0.4199604392051697]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.41903555393218994]
["tf.raw_ops.DirectedInterleaveDataset", 0.41903555393218994]
["tf.compat.v1.feature_column.embedding_column", 0.4153868854045868]
["tf.feature_column.embedding_column", 0.4153868854045868]
["tf.data.experimental.from_variant", 0.40864259004592896]
["tf.compat.v1.data.experimental.from_variant", 0.40864256024360657]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.losses.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.keras.losses.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.metrics.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.40290582180023193]
["tf.keras.preprocessing.text.hashing_trick", 0.40163886547088623]
["tf.compat.v1.keras.preprocessing.text.hashing_trick", 0.40163886547088623]
["tf.raw_ops.ParseSingleSequenceExample", 0.4010457396507263]
["tf.compat.v1.random.stateless_categorical", 0.4007977545261383]
["tf.random.stateless_categorical", 0.4007977545261383]
["tf.sparse.to_indicator", 0.39613449573516846]
["tf.compat.v1.sparse_to_indicator", 0.39613449573516846]
["tf.compat.v1.sparse.to_indicator", 0.39613449573516846]
["tf.autodiff.GradientTape", 0.39390257000923157]
["tf.compat.v1.GradientTape", 0.39390257000923157]
["tf.GradientTape", 0.39390257000923157]
["tf.compat.v1.feature_column.shared_embedding_columns", 0.39319586753845215]
["tf.feature_column.shared_embeddings", 0.39319586753845215]
["tf.compat.v1.keras.losses.categorical_crossentropy", 0.39198869466781616]
["tf.compat.v1.keras.metrics.categorical_crossentropy", 0.39198869466781616]
["tf.losses.categorical_crossentropy", 0.39198869466781616]
["tf.keras.losses.categorical_crossentropy", 0.39198869466781616]
["tf.metrics.categorical_crossentropy", 0.39198869466781616]
["tf.keras.metrics.categorical_crossentropy", 0.39198869466781616]
["tf.keras.layers.StringLookup", 0.39102643728256226]
["tf.keras.layers.experimental.preprocessing.StringLookup", 0.39102643728256226]
["tf.compat.v1.feature_column.sequence_numeric_column", 0.3907056450843811]
["tf.feature_column.sequence_numeric_column", 0.3907056450843811]
["tf.data.experimental.enumerate_dataset", 0.39036494493484497]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.3903648853302002]
["tf.compat.v1.random.categorical", 0.3898084759712219]
["tf.random.categorical", 0.3898084759712219]
["tf.compat.v1.keras.utils.OrderedEnqueuer", 0.38905924558639526]
["tf.keras.utils.OrderedEnqueuer", 0.38905924558639526]
["tf.compat.v1.data.FixedLengthRecordDataset", 0.3855932354927063]
["tf.data.FixedLengthRecordDataset", 0.3855932354927063]
["tf.compat.v1.metrics.recall_at_thresholds", 0.385516881942749]
["tf.compat.v1.distributions.Categorical", 0.38173383474349976]
["tf.compat.v1.keras.metrics.Recall", 0.37554898858070374]
["tf.keras.metrics.Recall", 0.37554898858070374]
["tf.compat.v1.metrics.recall", 0.37554898858070374]
["tf.metrics.Recall", 0.37554898858070374]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.3718813359737396]
["tf.optimizers.schedules.serialize", 0.3718813359737396]
["tf.keras.optimizers.schedules.serialize", 0.37188127636909485]
["tf.compat.v1.data.Iterator", 0.3688735067844391]
["tf.nn.safe_embedding_lookup_sparse", 0.3685757517814636]
["tf.compat.v1.nn.safe_embedding_lookup_sparse", 0.3685757517814636]
["tf.compat.v1.feature_column.indicator_column", 0.368160605430603]
["tf.feature_column.indicator_column", 0.368160605430603]
["tf.compat.v1.count_up_to", 0.3676355183124542]
["tf.nn.embedding_lookup_sparse", 0.36633044481277466]
["tf.compat.v1.nn.embedding_lookup_sparse", 0.36633044481277466]
["tf.keras.layers.experimental.preprocessing.CategoryEncoding", 0.3658960461616516]
["tf.compat.v1.keras.layers.CategoryEncoding", 0.3658960461616516]
["tf.keras.layers.CategoryEncoding", 0.3658960461616516]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryEncoding", 0.3658960461616516]
["tf.compat.v1.strings.unsorted_segment_join", 0.36533308029174805]
["tf.strings.unsorted_segment_join", 0.36533308029174805]
["tf.raw_ops.UnsortedSegmentJoin", 0.36533308029174805]
["tf.compat.v1.flags.DEFINE_multi_integer", 0.36490726470947266]
["tf.compat.v1.app.flags.DEFINE_multi_integer", 0.36490726470947266]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.3638063669204712]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.3638063669204712]
["tf.compat.v1.lookup.StaticHashTable", 0.36276310682296753]
["tf.lookup.StaticHashTable", 0.36276310682296753]
["tf.compat.v1.metrics.recall_at_top_k", 0.3615075945854187]
["tf.raw_ops.MapAndBatchDataset", 0.35900068283081055]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.35900068283081055]
["tf.compat.v1.keras.layers.GRU", 0.3588009476661682]
["tf.keras.layers.GRU", 0.3588009476661682]
["tf.data.experimental.take_while", 0.3568958640098572]
["tf.compat.v1.data.experimental.take_while", 0.3568958640098572]
["tf.keras.utils.pack_x_y_sample_weight", 0.35621365904808044]
["tf.compat.v1.feature_column.crossed_column", 0.35595226287841797]
["tf.feature_column.crossed_column", 0.35595226287841797]
["tf.raw_ops.ScatterAdd", 0.3559201955795288]
["tf.compat.v1.scatter_mul", 0.3558000326156616]
["tf.raw_ops.ScatterMul", 0.3558000326156616]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.35554319620132446]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.35554319620132446]
["tf.compat.v1.flags.DEFINE_list", 0.3532770872116089]
["tf.compat.v1.app.flags.DEFINE_list", 0.3532770872116089]
["tf.compat.v1.eye", 0.35226911306381226]
["tf.compat.v1.linalg.eye", 0.35226911306381226]
["tf.eye", 0.35226911306381226]
["tf.linalg.eye", 0.35226911306381226]
["tf.compat.v1.saved_model.classification_signature_def", 0.3519318401813507]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.3519318401813507]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.3518897294998169]
["tf.keras.datasets.imdb.get_word_index", 0.3518897294998169]
["tf.range", 0.3512742519378662]
["tf.compat.v1.range", 0.3512742519378662]
["tf.raw_ops.Range", 0.3512742519378662]
["tf.strings.unicode_encode", 0.35112911462783813]
["tf.compat.v1.strings.unicode_encode", 0.35112911462783813]
["tf.raw_ops.FilterDataset", 0.3501442074775696]
["tf.compat.v1.estimator.BinaryClassHead", 0.34982794523239136]
["tf.estimator.BinaryClassHead", 0.34982794523239136]
["tf.compat.v1.flags.DEFINE_multi_string", 0.3491729497909546]
["tf.compat.v1.app.flags.DEFINE_multi_string", 0.3491729497909546]
["tf.compat.v1.lookup.experimental.MutableHashTable", 0.34891849756240845]
["tf.lookup.experimental.MutableHashTable", 0.34891849756240845]
["tf.compat.v1.variables_initializer", 0.34634944796562195]
["tf.compat.v1.initializers.variables", 0.34634944796562195]
["tf.raw_ops.CountUpTo", 0.3454398810863495]
["tf.compat.v1.metrics.recall_at_k", 0.34404993057250977]
["tf.raw_ops.ResourceSparseApplyProximalAdagrad", 0.3425675928592682]
["tf.raw_ops.SparseApplyProximalAdagrad", 0.3425675928592682]
["tf.compat.v1.enable_eager_execution", 0.34143203496932983]
["tf.keras.utils.unpack_x_y_sample_weight", 0.34125083684921265]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.341217041015625]
["tf.compat.v1.data.Dataset", 0.3410232365131378]
["tf.data.Dataset", 0.3410232365131378]
["tf.compat.v1.io.parse_sequence_example", 0.34038835763931274]
["tf.io.parse_sequence_example", 0.34038835763931274]
["tf.raw_ops.ParseExample", 0.3396533131599426]
["tf.compat.v1.flags.EnumClassListSerializer", 0.3393741548061371]
["tf.compat.v1.app.flags.EnumClassListSerializer", 0.3393741548061371]
["tf.metrics.RecallAtPrecision", 0.3380473852157593]
["tf.keras.metrics.RecallAtPrecision", 0.3380473852157593]
["tf.compat.v1.keras.metrics.RecallAtPrecision", 0.3380473852157593]
["tf.compat.v1.data.experimental.RandomDataset", 0.33778244256973267]
["tf.data.experimental.RandomDataset", 0.33778244256973267]
["tf.compat.v1.scatter_sub", 0.33777230978012085]
["tf.raw_ops.ScatterSub", 0.33777230978012085]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.33759498596191406]
["tf.raw_ops.TakeWhileDataset", 0.33759498596191406]
["tf.compat.v1.keras.utils.register_keras_serializable", 0.33699318766593933]
["tf.keras.utils.register_keras_serializable", 0.33699318766593933]
["tf.compat.v1.report_uninitialized_variables", 0.335773766040802]
["tf.compat.v1.ragged.cross_hashed", 0.33551910519599915]
["tf.ragged.cross_hashed", 0.33551910519599915]
["tf.compat.v1.parse_single_sequence_example", 0.33493220806121826]
["tf.compat.v1.io.parse_single_sequence_example", 0.33493220806121826]
["tf.io.parse_single_sequence_example", 0.33493220806121826]
["tf.raw_ops.ResourceSparseApplyAdagrad", 0.3339989483356476]
["tf.raw_ops.ResourceSparseApplyAdagradV2", 0.3339989483356476]
["tf.raw_ops.SparseApplyAdagrad", 0.3339989185333252]
["tf.raw_ops.SparseApplyAdagradV2", 0.3339989185333252]
["tf.compat.v1.scatter_update", 0.33238518238067627]
["tf.raw_ops.ScatterUpdate", 0.33238518238067627]
["tf.compat.v1.nn.rnn_cell.LSTMCell", 0.33109986782073975]
["tf.compat.v1.keras.layers.LSTM", 0.32952773571014404]
["tf.keras.layers.LSTM", 0.32952773571014404]
["tf.compat.v1.searchsorted", 0.32801976799964905]
["tf.searchsorted", 0.32801976799964905]
["tf.compat.v1.keras.preprocessing.sequence.TimeseriesGenerator", 0.3277652859687805]
["tf.keras.preprocessing.sequence.TimeseriesGenerator", 0.3277652859687805]
["tf.compat.v1.data.experimental.SqlDataset", 0.3259323537349701]
["tf.data.experimental.SqlDataset", 0.3259323537349701]
["tf.compat.v1.flags.BaseListParser", 0.32386934757232666]
["tf.compat.v1.app.flags.BaseListParser", 0.32386934757232666]
["tf.compat.v1.sparse_merge", 0.3231281340122223]
["tf.compat.v1.sparse.merge", 0.3231281340122223]
["tf.raw_ops.RngReadAndSkip", 0.32241290807724]
["tf.raw_ops.RngSkip", 0.32241290807724]
["tf.raw_ops.ScatterMax", 0.3220623731613159]
["tf.compat.v1.scatter_max", 0.3220623731613159]
["tf.compat.v1.nn.ctc_loss_v2", 0.3218519985675812]
["tf.nn.ctc_loss", 0.3218519985675812]
["tf.compat.v1.data.experimental.to_variant", 0.321016788482666]
["tf.data.experimental.to_variant", 0.321016788482666]
["tf.compat.v1.app.flags.DEFINE_flag", 0.3202037215232849]
["tf.compat.v1.flags.DEFINE_flag", 0.3202037215232849]
["tf.compat.v1.scatter_div", 0.31968918442726135]
["tf.raw_ops.ScatterDiv", 0.31968918442726135]
["tf.compat.v1.ragged.range", 0.3192019760608673]
["tf.raw_ops.RaggedRange", 0.3192019760608673]
["tf.ragged.range", 0.3192019760608673]
["tf.compat.v1.nn.ctc_loss", 0.3191218972206116]
["tf.compat.v1.flags.DEFINE_spaceseplist", 0.3189198076725006]
["tf.compat.v1.app.flags.DEFINE_spaceseplist", 0.3189198076725006]
["tf.compat.v1.estimator.MultiLabelHead", 0.3180775046348572]
["tf.estimator.MultiLabelHead", 0.3180775046348572]
["tf.compat.v1.keras.metrics.serialize", 0.3179492950439453]
["tf.metrics.serialize", 0.3179492950439453]
["tf.keras.metrics.serialize", 0.3179492950439453]
["tf.compat.v1.disable_tensor_equality", 0.31786590814590454]
["tf.compat.v1.data.make_one_shot_iterator", 0.317644327878952]
["tf.compat.v1.data.make_initializable_iterator", 0.317644327878952]
["tf.data.TFRecordDataset", 0.3172838091850281]
["tf.compat.v1.data.TFRecordDataset", 0.3172838091850281]
["tf.raw_ops.BoostedTreesSerializeEnsemble", 0.31519460678100586]
["tf.raw_ops.CacheDataset", 0.315105140209198]
["tf.compat.v1.train.ClusterSpec", 0.31307122111320496]
["tf.train.ClusterSpec", 0.31307122111320496]
["tf.raw_ops.ResourceSparseApplyProximalGradientDescent", 0.3122348189353943]
["tf.raw_ops.SparseApplyProximalGradientDescent", 0.3122348189353943]
["tf.raw_ops.TensorListResize", 0.3120654225349426]
["tf.sparse.cross_hashed", 0.3117373585700989]
["tf.compat.v1.sparse.cross_hashed", 0.3117373287677765]
["tf.compat.v1.ReaderBase", 0.3117048740386963]
["tf.raw_ops.MakeIterator", 0.3116614520549774]
["tf.compat.v1.train.batch_join", 0.31144416332244873]
["tf.compat.v1.train.MonitoredSession", 0.3113609254360199]
["tf.raw_ops.ShuffleAndRepeatDataset", 0.3104143738746643]
["tf.raw_ops.ReaderSerializeState", 0.31014055013656616]
["tf.raw_ops.ReaderSerializeStateV2", 0.31014055013656616]
["tf.estimator.export.ClassificationOutput", 0.30916523933410645]
["tf.compat.v1.estimator.export.ClassificationOutput", 0.30916523933410645]
["tf.compat.v1.keras.layers.maximum", 0.3079676032066345]
["tf.keras.layers.maximum", 0.3079676032066345]
["tf.raw_ops.ComputeAccidentalHits", 0.3076021075248718]
["tf.compat.v1.io.gfile.glob", 0.3074495494365692]
["tf.compat.v1.gfile.Glob", 0.3074495494365692]
["tf.io.gfile.glob", 0.3074495494365692]
["tf.keras.layers.IntegerLookup", 0.3061800003051758]
["tf.keras.layers.experimental.preprocessing.IntegerLookup", 0.3061800003051758]
["tf.raw_ops.ResourceSparseApplyAdagradDA", 0.3047963082790375]
["tf.raw_ops.SparseApplyAdagradDA", 0.3047962188720703]
["tf.debugging.enable_check_numerics", 0.30450552701950073]
["tf.compat.v1.debugging.enable_check_numerics", 0.30450552701950073]
["tf.compat.v1.io.PaddingFIFOQueue", 0.304415225982666]
["tf.compat.v1.PaddingFIFOQueue", 0.304415225982666]
["tf.queue.PaddingFIFOQueue", 0.30441513657569885]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.30441513657569885]
["tf.compat.v1.estimator.MultiClassHead", 0.30426153540611267]
["tf.estimator.MultiClassHead", 0.30426153540611267]
["tf.compat.v1.flags.DEFINE_multi_enum", 0.30425167083740234]
["tf.compat.v1.app.flags.DEFINE_multi_enum", 0.30425167083740234]
["tf.compat.v1.keras.preprocessing.sequence.pad_sequences", 0.30399957299232483]
["tf.keras.preprocessing.sequence.pad_sequences", 0.30399957299232483]
["tf.compat.v1.distribute.experimental.CentralStorageStrategy", 0.3039156198501587]
["tf.distribute.experimental.CentralStorageStrategy", 0.3039156198501587]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.3038380444049835]
["tf.raw_ops.UnbatchDataset", 0.3038380444049835]
["tf.raw_ops.ScatterMin", 0.30351781845092773]
["tf.compat.v1.scatter_min", 0.30351781845092773]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.3032580614089966]
["tf.data.experimental.parse_example_dataset", 0.3032580018043518]
["tf.raw_ops.WindowDataset", 0.30320772528648376]
["tf.compat.v1.nest.pack_sequence_as", 0.30210626125335693]
["tf.nest.pack_sequence_as", 0.30210626125335693]
["tf.raw_ops.GeneratorDataset", 0.30149024724960327]
["tf.raw_ops.UniqueDataset", 0.3012794256210327]
["tf.raw_ops.ExperimentalUniqueDataset", 0.30127936601638794]
["tf.raw_ops.TensorListScatter", 0.30093783140182495]
["tf.raw_ops.TensorListScatterV2", 0.30093783140182495]
["tf.raw_ops.FixedLengthRecordReaderV2", 0.30090397596359253]
["tf.raw_ops.FixedLengthRecordReader", 0.30090397596359253]
["tf.compat.v1.FixedLengthRecordReader", 0.30090397596359253]
["tf.compat.v1.estimator.BaselineClassifier", 0.30076730251312256]
["tf.estimator.BaselineClassifier", 0.30076730251312256]
["tf.compat.v1.data.experimental.shuffle_and_repeat", 0.30033576488494873]
["tf.data.experimental.shuffle_and_repeat", 0.30033576488494873]
["tf.compat.v1.keras.applications.Xception", 0.3002932369709015]
["tf.compat.v1.keras.applications.xception.Xception", 0.3002932369709015]
["tf.keras.applications.Xception", 0.3002932369709015]
["tf.keras.applications.xception.Xception", 0.3002932369709015]
["tf.raw_ops.ApplyProximalAdagrad", 0.30005812644958496]
["tf.raw_ops.ResourceApplyProximalAdagrad", 0.30005812644958496]
["tf.compat.v1.train.shuffle_batch_join", 0.29872697591781616]
["tf.raw_ops.DeleteMultiDeviceIterator", 0.297885537147522]
["tf.raw_ops.AnonymousIteratorV2", 0.297885537147522]
["tf.raw_ops.DeleteIterator", 0.297885537147522]
["tf.raw_ops.AnonymousIterator", 0.297885537147522]
["tf.raw_ops.Iterator", 0.297885537147522]
["tf.raw_ops.ParseExampleDatasetV2", 0.29786360263824463]
["tf.raw_ops.ParseExampleDataset", 0.29786360263824463]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.29786360263824463]
["tf.raw_ops.TensorListStack", 0.29729217290878296]
["tf.nn.RNNCellDeviceWrapper", 0.2969605326652527]
["tf.compat.v1.nn.rnn_cell.DeviceWrapper", 0.2969605326652527]
["tf.raw_ops.ExperimentalRandomDataset", 0.2969440519809723]
["tf.raw_ops.RandomDataset", 0.2969440519809723]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.2968078851699829]
["tf.keras.preprocessing.sequence.skipgrams", 0.2968078851699829]
["tf.compat.v1.flags.FlagValues", 0.2967109978199005]
["tf.compat.v1.app.flags.FlagValues", 0.2967109978199005]
["tf.compat.v1.flags.FLAGS", 0.2967109978199005]
["tf.compat.v1.app.flags.FLAGS", 0.2967109978199005]
["tf.compat.v1.nn.with_space_to_batch", 0.2966424822807312]
["tf.nn.with_space_to_batch", 0.2966424822807312]
["tf.compat.v1.keras.layers.RNN", 0.296558141708374]
["tf.keras.layers.RNN", 0.296558141708374]
["tf.compat.v1.data.experimental.assert_cardinality", 0.29598474502563477]
["tf.data.experimental.assert_cardinality", 0.29598474502563477]
["tf.compat.v1.flags.DEFINE", 0.2955303192138672]
["tf.compat.v1.app.flags.DEFINE", 0.2955303192138672]
["tf.compat.v1.config.experimental.get_memory_info", 0.29442381858825684]
["tf.config.experimental.get_memory_info", 0.29442381858825684]
["tf.compat.v1.confusion_matrix", 0.29393893480300903]
["tf.math.confusion_matrix", 0.29393893480300903]
["tf.compat.v1.math.confusion_matrix", 0.29393893480300903]
["tf.compat.v1.flags.DEFINE_multi_enum_class", 0.2938389480113983]
["tf.compat.v1.app.flags.DEFINE_multi_enum_class", 0.2938389480113983]
["tf.compat.v1.nest.flatten", 0.29375290870666504]
["tf.nest.flatten", 0.29375290870666504]
["tf.metrics.PrecisionAtRecall", 0.2931056022644043]
["tf.keras.metrics.PrecisionAtRecall", 0.2931056022644043]
["tf.compat.v1.keras.metrics.PrecisionAtRecall", 0.2931056022644043]
["tf.raw_ops.StackV2", 0.2929520905017853]
["tf.compat.v1.flags.DEFINE_multi_float", 0.2927446961402893]
["tf.compat.v1.app.flags.DEFINE_multi_float", 0.2927446961402893]
["tf.raw_ops.UnicodeEncode", 0.2926613390445709]
["tf.compat.v1.keras.utils.GeneratorEnqueuer", 0.2925969362258911]
["tf.keras.utils.GeneratorEnqueuer", 0.2925969362258911]
["tf.compat.v1.nest.map_structure", 0.2923857271671295]
["tf.nest.map_structure", 0.2923857271671295]
["tf.raw_ops.ListDiff", 0.29235079884529114]
["tf.compat.v1.setdiff1d", 0.29235079884529114]
["tf.raw_ops.WriteRawProtoSummary", 0.29207170009613037]
["tf.compat.v1.switch_case", 0.2920660674571991]
["tf.switch_case", 0.2920660674571991]
["tf.compat.v1.edit_distance", 0.291730672121048]
["tf.edit_distance", 0.291730672121048]
["tf.raw_ops.MaxIntraOpParallelismDataset", 0.2914479970932007]
["tf.raw_ops.ExperimentalMaxIntraOpParallelismDataset", 0.2914479970932007]
["tf.raw_ops.DebugIdentity", 0.29129815101623535]
["tf.compat.v1.estimator.tpu.experimental.EmbeddingConfigSpec", 0.29014790058135986]
["tf.compat.v1.flags.ListParser", 0.29006850719451904]
["tf.compat.v1.app.flags.ListParser", 0.29006850719451904]
["tf.raw_ops.FixedLengthRecordDataset", 0.2900060713291168]
["tf.raw_ops.ConcatenateDataset", 0.28985345363616943]
["tf.raw_ops.SparseCountSparseOutput", 0.2891968786716461]
["tf.raw_ops.ResourceApplyProximalGradientDescent", 0.28910505771636963]
["tf.raw_ops.ApplyProximalGradientDescent", 0.28910505771636963]
["tf.raw_ops.ReaderReadUpToV2", 0.2888025939464569]
["tf.raw_ops.ReaderReadUpTo", 0.2888025939464569]
["tf.compat.v1.gfile.ListDirectory", 0.28856968879699707]
["tf.compat.v1.io.gfile.listdir", 0.28856968879699707]
["tf.io.gfile.listdir", 0.28856968879699707]
["tf.compat.v1.data.experimental.OptimizationOptions", 0.28716492652893066]
["tf.data.experimental.OptimizationOptions", 0.28716492652893066]
["tf.nn.compute_accidental_hits", 0.2868877053260803]
["tf.compat.v1.nn.compute_accidental_hits", 0.2868877053260803]
["tf.raw_ops.CTCGreedyDecoder", 0.2864101231098175]
["tf.raw_ops.ResourceScatterDiv", 0.2859562337398529]
["tf.compat.v1.train.shuffle_batch", 0.2858983278274536]
["tf.compat.v1.keras.datasets.fashion_mnist.load_data", 0.28548258543014526]
["tf.keras.datasets.fashion_mnist.load_data", 0.28548258543014526]
["tf.compat.v1.train.maybe_shuffle_batch_join", 0.2847374677658081]
["tf.compat.v1.variable_scope", 0.2842807471752167]
["tf.raw_ops.StatelessRandomGetKeyCounter", 0.28409096598625183]
["tf.experimental.numpy.object_", 0.2840806543827057]
["tf.raw_ops.PrelinearizeTuple", 0.2839307188987732]
["tf.raw_ops.LearnedUnigramCandidateSampler", 0.2835961580276489]
["tf.raw_ops.FixedUnigramCandidateSampler", 0.2835961580276489]
["tf.raw_ops.AllCandidateSampler", 0.2835961580276489]
["tf.raw_ops.ThreadUnsafeUnigramCandidateSampler", 0.2835961580276489]
["tf.compat.v1.keras.layers.Concatenate", 0.2834074795246124]
["tf.keras.layers.Concatenate", 0.2834074795246124]
["tf.strings.join", 0.2827405333518982]
["tf.compat.v1.strings.join", 0.28274044394493103]
["tf.compat.v1.string_join", 0.28274044394493103]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.28229770064353943]
["tf.keras.datasets.reuters.get_word_index", 0.28229770064353943]
["tf.raw_ops.ResourceScatterMul", 0.2818562984466553]
["tf.compat.v1.lite.RepresentativeDataset", 0.28118032217025757]
["tf.lite.RepresentativeDataset", 0.28118032217025757]
["tf.raw_ops.IdentityN", 0.2811167240142822]
["tf.compat.v1.identity_n", 0.28111669421195984]
["tf.identity_n", 0.28111669421195984]
["tf.compat.v1.lite.OpHint.OpHintArgumentTracker", 0.2806505560874939]
["tf.raw_ops.ParallelInterleaveDatasetV3", 0.2805163264274597]
["tf.raw_ops.ParallelMapDatasetV2", 0.2805163264274597]
["tf.raw_ops.ParallelInterleaveDatasetV4", 0.2805163264274597]
["tf.raw_ops.LegacyParallelInterleaveDatasetV2", 0.2805163264274597]
["tf.raw_ops.FlatMapDataset", 0.2805163264274597]
["tf.raw_ops.MapDataset", 0.2805163264274597]
["tf.raw_ops.InterleaveDataset", 0.2805163264274597]
["tf.raw_ops.ParallelInterleaveDatasetV2", 0.2805163264274597]
["tf.raw_ops.ParallelMapDataset", 0.2805163264274597]
["tf.raw_ops.ParallelInterleaveDataset", 0.2805163264274597]
["tf.raw_ops.ExperimentalParallelInterleaveDataset", 0.2805163264274597]
["tf.raw_ops.ExperimentalMapDataset", 0.2805163264274597]
["tf.raw_ops.TakeDataset", 0.2798236310482025]
["tf.data.experimental.parallel_interleave", 0.27964547276496887]
["tf.compat.v1.data.experimental.parallel_interleave", 0.27964547276496887]
["tf.strings.unicode_decode_with_offsets", 0.2795649468898773]
["tf.compat.v1.strings.unicode_decode_with_offsets", 0.27956485748291016]
["tf.compat.v1.config.LogicalDevice", 0.2792779207229614]
["tf.config.LogicalDevice", 0.2792779207229614]
["tf.compat.v1.train.maybe_batch_join", 0.27883076667785645]
["tf.compat.v1.estimator.export.PredictOutput", 0.27855396270751953]
["tf.estimator.export.PredictOutput", 0.27855396270751953]
["tf.keras.metrics.BinaryAccuracy", 0.2785186767578125]
["tf.metrics.binary_accuracy", 0.2785186767578125]
["tf.compat.v1.keras.metrics.binary_accuracy", 0.2785186767578125]
["tf.compat.v1.keras.metrics.BinaryAccuracy", 0.2785186767578125]
["tf.metrics.BinaryAccuracy", 0.2785186767578125]
["tf.keras.metrics.binary_accuracy", 0.2785186767578125]
["tf.raw_ops.ResourceScatterUpdate", 0.2784583568572998]
["tf.keras.layers.GlobalAveragePooling1D", 0.2783689498901367]
["tf.keras.layers.GlobalAvgPool1D", 0.2783689498901367]
["tf.compat.v1.keras.layers.GlobalAveragePooling1D", 0.2783689498901367]
["tf.compat.v1.keras.layers.GlobalAvgPool1D", 0.2783689498901367]
["tf.raw_ops.TensorListConcat", 0.27832120656967163]
["tf.raw_ops.TensorListConcatV2", 0.27832120656967163]
["tf.compat.v1.keras.metrics.SparseCategoricalAccuracy", 0.27700287103652954]
["tf.metrics.SparseCategoricalAccuracy", 0.27700287103652954]
["tf.keras.metrics.SparseCategoricalAccuracy", 0.27700287103652954]
["tf.compat.v1.keras.metrics.sparse_categorical_accuracy", 0.27700287103652954]
["tf.metrics.sparse_categorical_accuracy", 0.27700287103652954]
["tf.keras.metrics.sparse_categorical_accuracy", 0.27700287103652954]
["tf.raw_ops.StringJoin", 0.2765478491783142]
["tf.compat.v1.train.maybe_shuffle_batch", 0.2764681577682495]
["tf.raw_ops.InitializeTableV2", 0.27601927518844604]
["tf.raw_ops.InitializeTable", 0.27601927518844604]
["tf.compat.v1.nn.static_bidirectional_rnn", 0.2759532332420349]
["tf.compat.v1.keras.backend.reset_uids", 0.2759256064891815]
["tf.keras.backend.reset_uids", 0.2759256064891815]
["tf.compat.v1.parse_example", 0.2757188081741333]
["tf.compat.v1.io.parse_example", 0.2757188081741333]
["tf.io.parse_example", 0.2757188081741333]
["tf.estimator.export.EvalOutput", 0.2756146788597107]
["tf.compat.v1.estimator.export.EvalOutput", 0.2756146788597107]
["tf.compat.v1.tpu.experimental.embedding.TPUEmbedding", 0.27559226751327515]
["tf.tpu.experimental.embedding.TPUEmbedding", 0.27559226751327515]
["tf.compat.v1.nn.rnn_cell.LSTMStateTuple", 0.27510684728622437]
["tf.keras.optimizers.Nadam", 0.2748810946941376]
["tf.optimizers.Nadam", 0.2748810946941376]
["tf.compat.v1.keras.optimizers.Nadam", 0.2748810946941376]
["tf.compat.v1.train.Supervisor", 0.2747514843940735]
["tf.raw_ops.ZipDataset", 0.27470654249191284]
["tf.stack", 0.27459076046943665]
["tf.compat.v1.stack", 0.27459076046943665]
["tf.compat.v1.initializers.identity", 0.2742905914783478]
["tf.keras.initializers.identity", 0.2742905914783478]
["tf.compat.v1.keras.initializers.identity", 0.2742905914783478]
["tf.compat.v1.keras.initializers.Identity", 0.2742905914783478]
["tf.initializers.Identity", 0.2742905914783478]
["tf.initializers.identity", 0.2742905914783478]
["tf.keras.initializers.Identity", 0.2742905914783478]
["tf.raw_ops.SkipDataset", 0.2741245627403259]
["tf.compat.v1.keras.layers.AvgPool1D", 0.27340245246887207]
["tf.keras.layers.AveragePooling1D", 0.27340245246887207]
["tf.compat.v1.keras.layers.AveragePooling1D", 0.27340245246887207]
["tf.keras.layers.AvgPool1D", 0.27340245246887207]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.273051381111145]
["tf.data.experimental.choose_from_datasets", 0.273051381111145]
["tf.compat.v1.profiler.profile", 0.2730250954627991]
["tf.compat.v1.losses.add_loss", 0.27288246154785156]
["tf.compat.v1.parallel_stack", 0.27279001474380493]
["tf.parallel_stack", 0.27278998494148254]
["tf.raw_ops.RaggedCountSparseOutput", 0.27272212505340576]
["tf.raw_ops.UnicodeDecodeWithOffsets", 0.2726753056049347]
["tf.compat.v1.strings.unicode_decode", 0.2726753056049347]
["tf.strings.unicode_decode", 0.2726753056049347]
["tf.raw_ops.UnicodeDecode", 0.2726753056049347]
["tf.raw_ops.RecordInput", 0.27191194891929626]
["tf.keras.backend.get_uid", 0.2717493772506714]
["tf.compat.v1.keras.backend.get_uid", 0.2717493772506714]
["tf.compat.v1.train.Checkpoint", 0.27155500650405884]
["tf.compat.v1.feature_column.weighted_categorical_column", 0.2714816629886627]
["tf.feature_column.weighted_categorical_column", 0.2714816629886627]
["tf.compat.v1.distribute.InputContext", 0.27143388986587524]
["tf.distribute.InputContext", 0.27143388986587524]
["tf.raw_ops.StatelessRandomGetKeyCounterAlg", 0.27141958475112915]
["tf.compat.v1.train.list_variables", 0.27141761779785156]
["tf.train.list_variables", 0.27141761779785156]
["tf.experimental.BatchableExtensionType", 0.2712037265300751]
["tf.compat.v1.experimental.BatchableExtensionType", 0.2712037265300751]
["tf.raw_ops.ShuffleDataset", 0.2709822654724121]
["tf.raw_ops.MutableDenseHashTable", 0.27080732583999634]
["tf.raw_ops.MutableDenseHashTableV2", 0.27080732583999634]
["tf.raw_ops.TensorListFromTensor", 0.27056342363357544]
["tf.keras.models.clone_model", 0.27038225531578064]
["tf.compat.v1.keras.models.clone_model", 0.27038225531578064]
["tf.compat.v1.flags.ListSerializer", 0.27013492584228516]
["tf.compat.v1.app.flags.ListSerializer", 0.27013492584228516]
["tf.compat.v1.flags.CsvListSerializer", 0.27013492584228516]
["tf.compat.v1.app.flags.CsvListSerializer", 0.27013492584228516]
["tf.raw_ops.RaggedCross", 0.2700565457344055]
["tf.compat.v1.train.SingularMonitoredSession", 0.2699803113937378]
["tf.optimizers.schedules.CosineDecayRestarts", 0.2696314752101898]
["tf.compat.v1.keras.experimental.CosineDecayRestarts", 0.2696314752101898]
["tf.keras.experimental.CosineDecayRestarts", 0.2696314752101898]
["tf.keras.optimizers.schedules.CosineDecayRestarts", 0.2696314752101898]
["tf.compat.v1.keras.optimizers.schedules.CosineDecayRestarts", 0.2696314752101898]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.2690185606479645]
["tf.raw_ops.TPUEmbeddingActivations", 0.26897376775741577]
["tf.raw_ops.ExperimentalIgnoreErrorsDataset", 0.268227219581604]
["tf.raw_ops.IgnoreErrorsDataset", 0.268227219581604]
["tf.raw_ops.OptimizeDatasetV2", 0.2681715786457062]
["tf.raw_ops.RangeDataset", 0.2680184841156006]
["tf.compat.v1.keras.layers.Maximum", 0.2679527699947357]
["tf.keras.layers.Maximum", 0.2679527699947357]
["tf.raw_ops.ThreadPoolDataset", 0.2674541771411896]
["tf.raw_ops.PrivateThreadPoolDataset", 0.2674541771411896]
["tf.raw_ops.ExperimentalThreadPoolHandle", 0.2674541771411896]
["tf.raw_ops.ExperimentalThreadPoolDataset", 0.2674541771411896]
["tf.raw_ops.ExperimentalPrivateThreadPoolDataset", 0.2674541771411896]
["tf.raw_ops.ThreadPoolHandle", 0.2674541771411896]
["tf.raw_ops.ParseSequenceExampleV2", 0.26709046959877014]
["tf.compat.v1.nn.bidirectional_dynamic_rnn", 0.2669789493083954]
["tf.raw_ops.ParallelConcat", 0.266959547996521]
["tf.compat.v1.random.experimental.stateless_fold_in", 0.266889750957489]
["tf.random.experimental.stateless_fold_in", 0.26688969135284424]
["tf.keras.experimental.SidecarEvaluator", 0.2667652368545532]
["tf.compat.v1.keras.layers.serialize", 0.2665193974971771]
["tf.keras.layers.serialize", 0.2665193974971771]
["tf.raw_ops.BoostedTreesCreateEnsemble", 0.2663494944572449]
["tf.compat.v1.data.experimental.prefetch_to_device", 0.2663382291793823]
["tf.data.experimental.prefetch_to_device", 0.26633813977241516]
["tf.compat.v1.flags.WhitespaceSeparatedListParser", 0.26594483852386475]
["tf.compat.v1.app.flags.WhitespaceSeparatedListParser", 0.26594483852386475]
["tf.compat.v1.keras.losses.categorical_hinge", 0.26539984345436096]
["tf.losses.categorical_hinge", 0.26539984345436096]
["tf.keras.losses.categorical_hinge", 0.26539984345436096]
["tf.compat.v1.keras.losses.CategoricalHinge", 0.26539984345436096]
["tf.losses.CategoricalHinge", 0.26539984345436096]
["tf.keras.losses.CategoricalHinge", 0.26539984345436096]
["tf.compat.v1.summary.text", 0.26506930589675903]
["tf.raw_ops.TensorListSplit", 0.2650342583656311]
["tf.compat.v1.nest.is_nested", 0.26497650146484375]
["tf.nest.is_nested", 0.2649764120578766]
["tf.compat.v1.name_scope", 0.26478347182273865]
["tf.compat.v1.keras.backend.name_scope", 0.26478347182273865]
["tf.name_scope", 0.26478347182273865]
["tf.compat.v1.estimator.FinalOpsHook", 0.2645889222621918]
["tf.estimator.FinalOpsHook", 0.2645889222621918]
["tf.compat.v1.train.FinalOpsHook", 0.2645889222621918]
["tf.distribute.experimental.coordinator.PerWorkerValues", 0.2640768885612488]
["tf.compat.v1.nn.static_rnn", 0.26406246423721313]
["tf.compat.v1.nn.dynamic_rnn", 0.26406246423721313]
["tf.raw_ops.InfeedEnqueuePrelinearizedBuffer", 0.26345527172088623]
["tf.compat.v1.gfile.Walk", 0.26334208250045776]
["tf.compat.v1.io.gfile.walk", 0.26334208250045776]
["tf.io.gfile.walk", 0.26334208250045776]
["tf.compat.v1.estimator.VocabInfo", 0.26299723982810974]
["tf.compat.v1.train.VocabInfo", 0.26299723982810974]
["tf.estimator.VocabInfo", 0.26299723982810974]
["tf.raw_ops.RecvTPUEmbeddingActivations", 0.2629649043083191]
["tf.keras.layers.AbstractRNNCell", 0.2626913785934448]
["tf.compat.v1.keras.layers.AbstractRNNCell", 0.2626913785934448]
["tf.compat.v1.nn.rnn_cell.RNNCell", 0.2626913785934448]
["tf.keras.layers.Minimum", 0.262062132358551]
["tf.compat.v1.keras.layers.Minimum", 0.262062132358551]
["tf.raw_ops.ResourceScatterAdd", 0.2619996666908264]
["tf.compat.v1.scatter_add", 0.2619996666908264]
["tf.compat.v1.keras.losses.serialize", 0.26151043176651]
["tf.losses.serialize", 0.26151043176651]
["tf.keras.losses.serialize", 0.26151043176651]
["tf.compat.v1.scatter_nd_update", 0.26143574714660645]
["tf.compat.v1.parse_single_example", 0.26135730743408203]
["tf.compat.v1.io.parse_single_example", 0.26135730743408203]
["tf.io.parse_single_example", 0.26135730743408203]
["tf.ragged.cross", 0.26133784651756287]
["tf.compat.v1.ragged.cross", 0.26133784651756287]
["tf.compat.v1.dynamic_partition", 0.26116806268692017]
["tf.dynamic_partition", 0.26116806268692017]
["tf.raw_ops.DynamicPartition", 0.26116806268692017]
["tf.raw_ops.SqlDataset", 0.2611392140388489]
["tf.raw_ops.ExperimentalSqlDataset", 0.2611392140388489]
["tf.raw_ops.ResourceScatterMax", 0.261003315448761]
["tf.keras.applications.inception_v3.InceptionV3", 0.2608756721019745]
["tf.compat.v1.keras.applications.InceptionV3", 0.2608756721019745]
["tf.compat.v1.keras.applications.inception_v3.InceptionV3", 0.2608756721019745]
["tf.keras.applications.InceptionV3", 0.2608756721019745]
["tf.compat.v1.io.encode_proto", 0.26082560420036316]
["tf.io.encode_proto", 0.26082560420036316]
["tf.raw_ops.EncodeProto", 0.26082560420036316]
["tf.compat.v1.logging.log_first_n", 0.2606639564037323]
["tf.keras.layers.Attention", 0.2605177164077759]
["tf.compat.v1.keras.layers.Attention", 0.2605177164077759]
["tf.raw_ops.ModelDataset", 0.26049381494522095]
["tf.raw_ops.PaddingFIFOQueueV2", 0.2603185176849365]
["tf.raw_ops.PaddingFIFOQueue", 0.2603185176849365]
["tf.raw_ops.FIFOQueue", 0.2603185176849365]
["tf.raw_ops.FIFOQueueV2", 0.2603185176849365]
["tf.raw_ops.TensorListPushBack", 0.26018965244293213]
["tf.raw_ops.ResourceScatterSub", 0.26010972261428833]
["tf.compat.v1.keras.utils.serialize_keras_object", 0.2598980665206909]
["tf.keras.utils.serialize_keras_object", 0.2598980665206909]
["tf.raw_ops.ImmutableConst", 0.2598976194858551]
["tf.compat.v1.losses.get_regularization_losses", 0.2598036229610443]
["tf.raw_ops.PrefetchDataset", 0.258678674697876]
["tf.raw_ops.AssertNextDataset", 0.2586696743965149]
["tf.raw_ops.ApplyAdadelta", 0.2584160566329956]
["tf.raw_ops.ResourceApplyAdadelta", 0.2584160566329956]
["tf.compat.v1.keras.optimizers.Adadelta", 0.2583678066730499]
["tf.keras.optimizers.Adadelta", 0.2583678066730499]
["tf.compat.v1.train.AdadeltaOptimizer", 0.2583678066730499]
["tf.optimizers.Adadelta", 0.2583678066730499]
["tf.losses.BinaryCrossentropy", 0.25783413648605347]
["tf.compat.v1.keras.losses.BinaryCrossentropy", 0.25783413648605347]
["tf.keras.losses.BinaryCrossentropy", 0.25783413648605347]
["tf.compat.v1.flags.EnumClassSerializer", 0.25747188925743103]
["tf.compat.v1.app.flags.EnumClassSerializer", 0.25747188925743103]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.2571282982826233]
["tf.data.experimental.make_batched_features_dataset", 0.2571282982826233]
["tf.compat.v1.saved_model.regression_signature_def", 0.2565837502479553]
["tf.compat.v1.saved_model.signature_def_utils.regression_signature_def", 0.2565837502479553]
["tf.raw_ops.StringFormat", 0.2564595937728882]
["tf.strings.format", 0.2564595937728882]
["tf.compat.v1.strings.format", 0.2564595937728882]
["tf.compat.v1.keras.layers.CuDNNLSTM", 0.2564086616039276]
["tf.compat.v1.train.LooperThread", 0.2561582922935486]
["tf.raw_ops.TensorDataset", 0.25577104091644287]
["tf.compat.v1.strings.unicode_split", 0.2556898593902588]
["tf.strings.unicode_split", 0.2556898593902588]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.25530973076820374]
["tf.compat.v1.logging.log_every_n", 0.25527265667915344]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.25525835156440735]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.25525835156440735]
["tf.compat.v1.keras.layers.Add", 0.25410670042037964]
["tf.keras.layers.Add", 0.25410670042037964]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.2540796399116516]
["tf.raw_ops.InfeedEnqueueTuple", 0.25399190187454224]
["tf.compat.v1.math.softmax", 0.25359904766082764]
["tf.compat.v1.nn.softmax", 0.25359904766082764]
["tf.math.softmax", 0.25359904766082764]
["tf.raw_ops.Softmax", 0.25359904766082764]
["tf.nn.softmax", 0.25359904766082764]
["tf.compat.v1.flags.register_multi_flags_validator", 0.25353455543518066]
["tf.compat.v1.app.flags.register_multi_flags_validator", 0.25353455543518066]
["tf.raw_ops.OptimizeDataset", 0.2534349262714386]
["tf.data.experimental.save", 0.2531784772872925]
["tf.random.learned_unigram_candidate_sampler", 0.2529858946800232]
["tf.compat.v1.random.learned_unigram_candidate_sampler", 0.2529858946800232]
["tf.compat.v1.nn.learned_unigram_candidate_sampler", 0.2529858946800232]
["tf.nn.learned_unigram_candidate_sampler", 0.2529858946800232]
["tf.random.Generator", 0.2528167963027954]
["tf.random.experimental.Generator", 0.2528167963027954]
["tf.compat.v1.random.Generator", 0.2528167963027954]
["tf.compat.v1.random.experimental.Generator", 0.2528167963027954]
["tf.raw_ops.BatchNormWithGlobalNormalization", 0.252420574426651]
["tf.nn.batch_norm_with_global_normalization", 0.252420574426651]
["tf.compat.v1.nn.batch_norm_with_global_normalization", 0.252420574426651]
["tf.raw_ops.FusedBatchNorm", 0.252420574426651]
["tf.compat.v1.nn.fused_batch_norm", 0.252420574426651]
["tf.nn.batch_normalization", 0.252420574426651]
["tf.compat.v1.nn.batch_normalization", 0.252420574426651]
["tf.raw_ops.FusedBatchNormV2", 0.252420574426651]
["tf.raw_ops.FusedBatchNormV3", 0.252420574426651]
["tf.raw_ops.QueueEnqueue", 0.25241589546203613]
["tf.raw_ops.QueueEnqueueV2", 0.25241589546203613]
["tf.raw_ops.LogUniformCandidateSampler", 0.2524016499519348]
["tf.raw_ops.ScanDataset", 0.2523074746131897]
["tf.raw_ops.ExperimentalScanDataset", 0.2523074746131897]
["tf.keras.layers.Multiply", 0.2521152198314667]
["tf.compat.v1.keras.layers.Multiply", 0.2521152198314667]
["tf.compat.v1.strings.unicode_split_with_offsets", 0.2520224452018738]
["tf.strings.unicode_split_with_offsets", 0.2520224452018738]
["tf.raw_ops.WriteScalarSummary", 0.25183844566345215]
["tf.compat.v1.ragged.stack", 0.25182706117630005]
["tf.ragged.stack", 0.2518270015716553]
["tf.raw_ops.LMDBDataset", 0.25165992975234985]
["tf.compat.v1.io.TFRecordWriter", 0.2516448497772217]
["tf.compat.v1.python_io.TFRecordWriter", 0.2516448497772217]
["tf.io.TFRecordWriter", 0.2516448497772217]
["tf.raw_ops.Prelinearize", 0.25159168243408203]
["tf.distribute.ReplicaContext", 0.2515869736671448]
["tf.compat.v1.distribute.ReplicaContext", 0.2515869736671448]
["tf.raw_ops.ExperimentalGroupByReducerDataset", 0.2513602375984192]
["tf.raw_ops.GroupByReducerDataset", 0.2513601779937744]
["tf.compat.v1.keras.metrics.SparseCategoricalCrossentropy", 0.25132331252098083]
["tf.metrics.SparseCategoricalCrossentropy", 0.25132331252098083]
["tf.keras.metrics.SparseCategoricalCrossentropy", 0.25132331252098083]
["tf.compat.v1.keras.metrics.CategoricalCrossentropy", 0.25132331252098083]
["tf.metrics.CategoricalCrossentropy", 0.25132331252098083]
["tf.keras.metrics.CategoricalCrossentropy", 0.25132331252098083]
["tf.compat.v1.keras.metrics.BinaryCrossentropy", 0.25132331252098083]
["tf.metrics.BinaryCrossentropy", 0.25132331252098083]
["tf.keras.metrics.BinaryCrossentropy", 0.25132331252098083]
["tf.raw_ops.ResourceScatterMin", 0.2509329617023468]
["tf.raw_ops.TensorListGather", 0.2508513033390045]
["tf.compat.v1.graph_util.remove_training_nodes", 0.2506166100502014]
["tf.nn.softmax_cross_entropy_with_logits", 0.2505451738834381]
["tf.raw_ops.MapStage", 0.25050783157348633]
["tf.compat.v1.feature_column.make_parse_example_spec", 0.2504374384880066]
["tf.feature_column.make_parse_example_spec", 0.2504374384880066]
["tf.losses.CosineSimilarity", 0.2503521144390106]
["tf.losses.cosine_similarity", 0.2503521144390106]
["tf.keras.losses.cosine_similarity", 0.2503521144390106]
["tf.compat.v1.keras.metrics.cosine", 0.2503521144390106]
["tf.compat.v1.keras.losses.cosine_proximity", 0.2503521144390106]
["tf.compat.v1.keras.metrics.cosine_proximity", 0.2503521144390106]
["tf.compat.v1.keras.losses.CosineSimilarity", 0.2503521144390106]
["tf.keras.losses.CosineSimilarity", 0.2503521144390106]
["tf.compat.v1.keras.losses.cosine", 0.2503521144390106]
["tf.compat.v1.keras.losses.cosine_similarity", 0.2503521144390106]
["tf.compat.v1.metrics.accuracy", 0.2503388822078705]
["tf.summary.trace_on", 0.25025057792663574]
["tf.raw_ops.DeserializeSparse", 0.25019338726997375]
["tf.keras.regularizers.L1L2", 0.2494104504585266]
["tf.compat.v1.keras.regularizers.L1L2", 0.24941042065620422]
["tf.compat.v1.keras.applications.mobilenet_v2.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.imagenet_utils.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.mobilenet.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.nasnet.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.resnet.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.xception.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.vgg19.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.inception_v3.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.resnet50.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.resnet_v2.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.inception_resnet_v2.preprocess_input", 0.24914631247520447]
["tf.keras.applications.xception.preprocess_input", 0.24914631247520447]
["tf.keras.applications.imagenet_utils.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.densenet.preprocess_input", 0.24914631247520447]
["tf.keras.applications.vgg19.preprocess_input", 0.24914631247520447]
["tf.keras.applications.vgg16.preprocess_input", 0.24914631247520447]
["tf.keras.applications.resnet_v2.preprocess_input", 0.24914631247520447]
["tf.keras.applications.resnet50.preprocess_input", 0.24914631247520447]
["tf.keras.applications.resnet.preprocess_input", 0.24914631247520447]
["tf.keras.applications.nasnet.preprocess_input", 0.24914631247520447]
["tf.keras.applications.mobilenet_v2.preprocess_input", 0.24914631247520447]
["tf.keras.applications.mobilenet.preprocess_input", 0.24914631247520447]
["tf.keras.applications.inception_v3.preprocess_input", 0.24914631247520447]
["tf.keras.applications.inception_resnet_v2.preprocess_input", 0.24914631247520447]
["tf.compat.v1.keras.applications.vgg16.preprocess_input", 0.24914631247520447]
["tf.keras.applications.densenet.preprocess_input", 0.24914631247520447]
["tf.experimental.numpy.ones_like", 0.24901632964611053]
["tf.compat.v1.keras.datasets.imdb.load_data", 0.2489139288663864]
["tf.keras.datasets.imdb.load_data", 0.2489139288663864]
["tf.raw_ops.StatelessRandomGetAlg", 0.24879808723926544]
["tf.compat.v1.data.experimental.index_table_from_dataset", 0.24868425726890564]
["tf.data.experimental.index_table_from_dataset", 0.24868425726890564]
["tf.compat.v1.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.2486676573753357]
["tf.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.2486676573753357]
["tf.raw_ops.BoostedTreesSparseAggregateStats", 0.2486572414636612]
["tf.raw_ops.BoostedTreesAggregateStats", 0.2486572414636612]
["tf.compat.v1.train.AdagradOptimizer", 0.24865089356899261]
["tf.compat.v1.keras.optimizers.Adagrad", 0.24865089356899261]
["tf.optimizers.Adagrad", 0.24865089356899261]
["tf.keras.optimizers.Adagrad", 0.24865089356899261]
["tf.compat.v1.FIFOQueue", 0.24862641096115112]
["tf.queue.FIFOQueue", 0.24862641096115112]
["tf.compat.v1.queue.FIFOQueue", 0.24862641096115112]
["tf.raw_ops.Pack", 0.24842897057533264]
["tf.compat.v1.flags.DEFINE_multi", 0.2481817901134491]
["tf.compat.v1.app.flags.DEFINE_multi", 0.2481817901134491]
["tf.compat.v1.train.sdca_fprint", 0.2481476068496704]
["tf.raw_ops.SdcaFprint", 0.2481476068496704]
["tf.raw_ops.OptionalFromValue", 0.24775031208992004]
["tf.raw_ops.TFRecordReader", 0.247569739818573]
["tf.raw_ops.TFRecordReaderV2", 0.247569739818573]
["tf.compat.v1.io.decode_compressed", 0.24712912738323212]
["tf.compat.v1.decode_compressed", 0.24712912738323212]
["tf.raw_ops.DecodeCompressed", 0.24712912738323212]
["tf.io.decode_compressed", 0.24712912738323212]
["tf.raw_ops.UniformCandidateSampler", 0.2471209615468979]
["tf.keras.activations.deserialize", 0.24710623919963837]
["tf.compat.v1.keras.activations.deserialize", 0.24710623919963837]
["tf.raw_ops.ComputeBatchSize", 0.2470111846923828]
["tf.estimator.SummarySaverHook", 0.24675534665584564]
["tf.compat.v1.estimator.SummarySaverHook", 0.24675534665584564]
["tf.compat.v1.train.SummarySaverHook", 0.24675534665584564]
["tf.compat.v1.keras.layers.Masking", 0.24661409854888916]
["tf.keras.layers.Masking", 0.24661409854888916]
["tf.optimizers.schedules.InverseTimeDecay", 0.2464238405227661]
["tf.keras.optimizers.schedules.InverseTimeDecay", 0.2464238405227661]
["tf.compat.v1.keras.optimizers.schedules.InverseTimeDecay", 0.2464238405227661]
["tf.compat.v1.data.TextLineDataset", 0.24634221196174622]
["tf.compat.v1.Session", 0.24617630243301392]
["tf.compat.v1.queue.PriorityQueue", 0.24613147974014282]
["tf.queue.PriorityQueue", 0.24613147974014282]
["tf.compat.v1.io.PriorityQueue", 0.24613147974014282]
["tf.compat.v1.PriorityQueue", 0.24613147974014282]
["tf.raw_ops.NcclReduce", 0.24590188264846802]
["tf.compat.v1.keras.metrics.CategoricalHinge", 0.24589014053344727]
["tf.metrics.CategoricalHinge", 0.24589014053344727]
["tf.keras.metrics.CategoricalHinge", 0.24589014053344727]
["tf.compat.v1.keras.callbacks.CallbackList", 0.24538815021514893]
["tf.keras.callbacks.CallbackList", 0.24538815021514893]
["tf.raw_ops.WriteSummary", 0.24521686136722565]
["tf.raw_ops.HashTableV2", 0.24492743611335754]
["tf.raw_ops.HashTable", 0.24492743611335754]
["tf.compat.v1.flags.MultiEnumClassFlag", 0.2445964515209198]
["tf.compat.v1.app.flags.MultiEnumClassFlag", 0.2445964515209198]
["tf.raw_ops.GenerateBoundingBoxProposals", 0.2443162500858307]
["tf.raw_ops.Print", 0.24411705136299133]
["tf.raw_ops.ApplyAdagradV2", 0.2441123127937317]
["tf.raw_ops.ApplyAdagrad", 0.2441123127937317]
["tf.raw_ops.ResourceApplyAdagrad", 0.2441123127937317]
["tf.raw_ops.ResourceApplyAdagradV2", 0.2441123127937317]
["tf.compat.v1.keras.applications.inception_resnet_v2.InceptionResNetV2", 0.24410313367843628]
["tf.keras.applications.inception_resnet_v2.InceptionResNetV2", 0.24410313367843628]
["tf.compat.v1.keras.applications.InceptionResNetV2", 0.24410313367843628]
["tf.keras.applications.InceptionResNetV2", 0.24410313367843628]
["tf.raw_ops.ResourceCountUpTo", 0.24395246803760529]
["tf.raw_ops.TensorListElementShape", 0.2437598705291748]
["tf.raw_ops.ReduceDataset", 0.2436629831790924]
["tf.compat.v1.TensorArray", 0.24355611205101013]
["tf.TensorArray", 0.24355611205101013]
["tf.compat.v1.feature_column.numeric_column", 0.24339818954467773]
["tf.feature_column.numeric_column", 0.24339818954467773]
["tf.compat.v1.data.experimental.scan", 0.24337157607078552]
["tf.data.experimental.scan", 0.24337157607078552]
["tf.raw_ops.BoostedTreesMakeStatsSummary", 0.24328657984733582]
["tf.data.experimental.cardinality", 0.2432631552219391]
["tf.compat.v1.data.experimental.cardinality", 0.2432631552219391]
["tf.compat.v1.app.run", 0.24324339628219604]
