["tf.feature_column.categorical_column_with_vocabulary_file", 1.0000001192092896]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 1.0000001192092896]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.9839881490178771]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.9839621605361618]
["tf.feature_column.categorical_column_with_vocabulary_list", 0.8420526407466857]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 0.8419989836458966]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 0.8346635950394681]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 0.834611338293718]
["tf.feature_column.embedding_column", 0.6667113304138184]
["tf.compat.v1.feature_column.embedding_column", 0.6667113304138184]
["tf.feature_column.categorical_column_with_identity", 0.6532324552536011]
["tf.compat.v1.feature_column.categorical_column_with_identity", 0.6532324552536011]
["tf.feature_column.indicator_column", 0.5538631677627563]
["tf.compat.v1.feature_column.indicator_column", 0.5538631677627563]
["tf.compat.v1.feature_column.shared_embedding_columns", 0.5388711094856262]
["tf.feature_column.shared_embeddings", 0.5388711094856262]
["tf.feature_column.weighted_categorical_column", 0.5035561323165894]
["tf.compat.v1.feature_column.weighted_categorical_column", 0.5035561323165894]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4932664632797241]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4932664632797241]
["tf.compat.v1.distributions.Categorical", 0.4859280288219452]
["tf.compat.v1.data.experimental.from_variant", 0.46699681878089905]
["tf.data.experimental.from_variant", 0.46699678897857666]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.4667288661003113]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.4667288661003113]
["tf.feature_column.crossed_column", 0.4600644111633301]
["tf.compat.v1.feature_column.crossed_column", 0.4600644111633301]
["tf.random.categorical", 0.43639910221099854]
["tf.compat.v1.random.categorical", 0.43639910221099854]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.4292709231376648]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.4292709231376648]
["tf.compat.v1.data.TextLineDataset", 0.4272850751876831]
["tf.compat.v1.data.TFRecordDataset", 0.41998499631881714]
["tf.data.TFRecordDataset", 0.41998499631881714]
["tf.keras.layers.Hashing", 0.4197578728199005]
["tf.compat.v1.keras.layers.Hashing", 0.4197578728199005]
["tf.compat.v1.keras.layers.experimental.preprocessing.Hashing", 0.4197578728199005]
["tf.keras.layers.experimental.preprocessing.Hashing", 0.4197578728199005]
["tf.compat.v1.keras.layers.SimpleRNNCell", 0.41198107600212097]
["tf.keras.layers.SimpleRNNCell", 0.41198107600212097]
["tf.raw_ops.UnbatchDataset", 0.4017508625984192]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.4017508625984192]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.3979131579399109]
["tf.keras.preprocessing.text.one_hot", 0.3979131579399109]
["tf.data.FixedLengthRecordDataset", 0.39772409200668335]
["tf.compat.v1.data.FixedLengthRecordDataset", 0.39772409200668335]
["tf.losses.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.keras.losses.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.metrics.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.39386969804763794]
["tf.data.TextLineDataset", 0.3914210796356201]
["tf.compat.v1.summary.text", 0.3889130651950836]
["tf.compat.v1.estimator.BaselineClassifier", 0.38418564200401306]
["tf.estimator.BaselineClassifier", 0.38418564200401306]
["tf.compat.v1.data.DatasetSpec", 0.38156095147132874]
["tf.compat.v1.data.experimental.DatasetStructure", 0.38156095147132874]
["tf.data.DatasetSpec", 0.38156095147132874]
["tf.data.experimental.enumerate_dataset", 0.3815177083015442]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.3815176784992218]
["tf.raw_ops.DirectedInterleaveDataset", 0.3803350329399109]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.3803350329399109]
["tf.compat.v1.python_io.TFRecordWriter", 0.378426730632782]
["tf.io.TFRecordWriter", 0.378426730632782]
["tf.compat.v1.io.TFRecordWriter", 0.378426730632782]
["tf.feature_column.make_parse_example_spec", 0.37780800461769104]
["tf.compat.v1.feature_column.make_parse_example_spec", 0.37780800461769104]
["tf.data.experimental.CsvDataset", 0.37691181898117065]
["tf.compat.v1.data.experimental.CsvDataset", 0.37691181898117065]
["tf.compat.v1.data.experimental.SqlDataset", 0.3749784231185913]
["tf.data.experimental.SqlDataset", 0.3749784231185913]
["tf.keras.layers.TextVectorization", 0.3718043565750122]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.3718043565750122]
["tf.losses.categorical_crossentropy", 0.36927729845046997]
["tf.keras.losses.categorical_crossentropy", 0.36927729845046997]
["tf.compat.v1.keras.losses.categorical_crossentropy", 0.36927729845046997]
["tf.metrics.categorical_crossentropy", 0.36927729845046997]
["tf.keras.metrics.categorical_crossentropy", 0.36927729845046997]
["tf.compat.v1.keras.metrics.categorical_crossentropy", 0.36927729845046997]
["tf.random.stateless_categorical", 0.36846601963043213]
["tf.compat.v1.random.stateless_categorical", 0.36846601963043213]
["tf.compat.v1.keras.layers.AbstractRNNCell", 0.3677288293838501]
["tf.compat.v1.nn.rnn_cell.RNNCell", 0.3677288293838501]
["tf.keras.layers.AbstractRNNCell", 0.3677288293838501]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.3660081923007965]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.3660081923007965]
["tf.keras.utils.text_dataset_from_directory", 0.3649289608001709]
["tf.keras.preprocessing.text_dataset_from_directory", 0.3649289309978485]
["tf.raw_ops.InitializeTableFromTextFile", 0.36350592970848083]
["tf.raw_ops.InitializeTableFromTextFileV2", 0.36350592970848083]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.3623869717121124]
["tf.raw_ops.MapAndBatchDataset", 0.3623869717121124]
["tf.raw_ops.TextLineDataset", 0.3562391400337219]
["tf.keras.preprocessing.sequence.skipgrams", 0.35551735758781433]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.35551735758781433]
["tf.lookup.StaticVocabularyTable", 0.3548276424407959]
["tf.compat.v1.lookup.StaticVocabularyTable", 0.3548276424407959]
["tf.compat.v1.flags.EnumClassListSerializer", 0.3547859489917755]
["tf.compat.v1.app.flags.EnumClassListSerializer", 0.3547859489917755]
["tf.data.experimental.make_batched_features_dataset", 0.35288965702056885]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.35288965702056885]
["tf.estimator.VocabInfo", 0.3519549071788788]
["tf.compat.v1.estimator.VocabInfo", 0.3519549071788788]
["tf.compat.v1.train.VocabInfo", 0.3519549071788788]
["tf.compat.v1.data.make_one_shot_iterator", 0.3483944237232208]
["tf.compat.v1.data.make_initializable_iterator", 0.3483944237232208]
["tf.keras.datasets.reuters.get_word_index", 0.3473703861236572]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.3473703861236572]
["tf.raw_ops.FilterDataset", 0.34679722785949707]
["tf.lookup.TextFileInitializer", 0.3464483618736267]
["tf.compat.v1.lookup.TextFileInitializer", 0.3464483618736267]
["tf.data.experimental.make_csv_dataset", 0.34550151228904724]
["tf.compat.v1.data.experimental.make_csv_dataset", 0.34550151228904724]
["tf.raw_ops.ParallelInterleaveDatasetV3", 0.34353992342948914]
["tf.raw_ops.ParallelMapDatasetV2", 0.34353992342948914]
["tf.raw_ops.ParallelInterleaveDatasetV4", 0.34353992342948914]
["tf.raw_ops.FlatMapDataset", 0.34353992342948914]
["tf.raw_ops.InterleaveDataset", 0.34353992342948914]
["tf.raw_ops.LegacyParallelInterleaveDatasetV2", 0.34353992342948914]
["tf.raw_ops.ParallelMapDataset", 0.34353992342948914]
["tf.raw_ops.ParallelInterleaveDatasetV2", 0.34353992342948914]
["tf.raw_ops.MapDataset", 0.34353992342948914]
["tf.raw_ops.ExperimentalParallelInterleaveDataset", 0.34353992342948914]
["tf.raw_ops.ExperimentalMapDataset", 0.34353992342948914]
["tf.raw_ops.ParallelInterleaveDataset", 0.34353992342948914]
["tf.raw_ops.FixedLengthRecordReaderV2", 0.3424639105796814]
["tf.compat.v1.FixedLengthRecordReader", 0.3424639105796814]
["tf.raw_ops.FixedLengthRecordReader", 0.3424639105796814]
["tf.keras.datasets.imdb.get_word_index", 0.3401030898094177]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.3401030898094177]
["tf.data.experimental.DatasetInitializer", 0.33636802434921265]
["tf.compat.v1.data.experimental.DatasetInitializer", 0.33636802434921265]
["tf.keras.layers.StringLookup", 0.3360862135887146]
["tf.keras.layers.experimental.preprocessing.StringLookup", 0.3360862135887146]
["tf.raw_ops.ZipDataset", 0.33536413311958313]
["tf.compat.v1.decode_csv", 0.33506840467453003]
["tf.io.decode_csv", 0.33506840467453003]
["tf.compat.v1.io.decode_csv", 0.33506840467453003]
["tf.raw_ops.DecodeCSV", 0.33506840467453003]
["tf.compat.v1.app.flags.BaseListParser", 0.33320704102516174]
["tf.compat.v1.flags.BaseListParser", 0.33320704102516174]
["tf.raw_ops.InitializeTable", 0.3331826329231262]
["tf.raw_ops.InitializeTableV2", 0.3331826329231262]
["tf.compat.v1.ReaderBase", 0.33016788959503174]
["tf.compat.v1.data.Iterator", 0.3292861878871918]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.3289530277252197]
["tf.data.experimental.parse_example_dataset", 0.32895299792289734]
["tf.raw_ops.WriteRawProtoSummary", 0.3278423547744751]
["tf.keras.preprocessing.text.Tokenizer", 0.32646462321281433]
["tf.compat.v1.keras.preprocessing.text.Tokenizer", 0.32646462321281433]
["tf.raw_ops.FixedLengthRecordDataset", 0.32611995935440063]
["tf.keras.utils.pack_x_y_sample_weight", 0.32596367597579956]
["tf.estimator.BinaryClassHead", 0.3259246051311493]
["tf.compat.v1.estimator.BinaryClassHead", 0.3259246051311493]
["tf.keras.utils.unpack_x_y_sample_weight", 0.32574498653411865]
["tf.compat.v1.app.flags.ListSerializer", 0.32540181279182434]
["tf.compat.v1.flags.CsvListSerializer", 0.32540181279182434]
["tf.compat.v1.flags.ListSerializer", 0.32540181279182434]
["tf.compat.v1.app.flags.CsvListSerializer", 0.32540181279182434]
["tf.estimator.MultiClassHead", 0.3248683512210846]
["tf.compat.v1.estimator.MultiClassHead", 0.3248683512210846]
["tf.raw_ops.GenerateVocabRemapping", 0.32433563470840454]
["tf.data.experimental.save", 0.32015907764434814]
["tf.raw_ops.BoostedTreesSerializeEnsemble", 0.3198699951171875]
["tf.estimator.MultiLabelHead", 0.31771332025527954]
["tf.compat.v1.estimator.MultiLabelHead", 0.31771332025527954]
["tf.feature_column.sequence_numeric_column", 0.3176531493663788]
["tf.compat.v1.feature_column.sequence_numeric_column", 0.3176531493663788]
["tf.estimator.export.ClassificationOutput", 0.3169364333152771]
["tf.compat.v1.estimator.export.ClassificationOutput", 0.3169364333152771]
["tf.raw_ops.ConcatenateDataset", 0.3168652653694153]
["tf.tpu.experimental.embedding.TableConfig", 0.3165440559387207]
["tf.compat.v1.tpu.experimental.embedding.TableConfig", 0.3165440559387207]
["tf.raw_ops.RangeDataset", 0.3162515163421631]
["tf.data.Options", 0.31606394052505493]
["tf.compat.v1.data.Options", 0.31606394052505493]
["tf.compat.v1.keras.preprocessing.sequence.TimeseriesGenerator", 0.31484174728393555]
["tf.keras.preprocessing.sequence.TimeseriesGenerator", 0.31484174728393555]
["tf.raw_ops.RecordInput", 0.3142419928478819]
["tf.strings.ngrams", 0.313452810049057]
["tf.compat.v1.strings.ngrams", 0.313452810049057]
["tf.data.experimental.table_from_dataset", 0.3133717179298401]
["tf.compat.v1.data.experimental.table_from_dataset", 0.3133717179298401]
["tf.raw_ops.TakeWhileDataset", 0.3125946521759033]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.3125946521759033]
["tf.raw_ops.ParseExampleDatasetV2", 0.31256943941116333]
["tf.raw_ops.ParseExampleDataset", 0.31256943941116333]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.31256943941116333]
["tf.raw_ops.GeneratorDataset", 0.31194019317626953]
["tf.optimizers.schedules.serialize", 0.31112930178642273]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.31112930178642273]
["tf.keras.optimizers.schedules.serialize", 0.31112930178642273]
["tf.raw_ops.WriteGraphSummary", 0.3097724914550781]
["tf.compat.v1.flags.EnumClassSerializer", 0.3088533878326416]
["tf.compat.v1.app.flags.EnumClassSerializer", 0.3088533878326416]
["tf.data.experimental.to_variant", 0.30485206842422485]
["tf.compat.v1.data.experimental.to_variant", 0.30485206842422485]
["tf.feature_column.sequence_categorical_column_with_identity", 0.3046867251396179]
["tf.compat.v1.feature_column.sequence_categorical_column_with_identity", 0.3046867251396179]
["tf.data.experimental.take_while", 0.30377644300460815]
["tf.compat.v1.data.experimental.take_while", 0.30377644300460815]
["tf.compat.v1.parse_example", 0.30370742082595825]
["tf.io.parse_example", 0.30370742082595825]
["tf.compat.v1.io.parse_example", 0.30370742082595825]
["tf.compat.v1.train.ClusterSpec", 0.3027351200580597]
["tf.train.ClusterSpec", 0.3027351200580597]
["tf.raw_ops.WriteHistogramSummary", 0.3020671606063843]
["tf.compat.v1.keras.layers.GRUCell", 0.30111706256866455]
["tf.keras.layers.GRUCell", 0.30111706256866455]
["tf.keras.layers.StackedRNNCells", 0.2987242341041565]
["tf.compat.v1.keras.layers.StackedRNNCells", 0.2987242341041565]
["tf.raw_ops.TakeDataset", 0.2977285087108612]
["tf.compat.v1.estimator.tpu.experimental.EmbeddingConfigSpec", 0.29678452014923096]
["tf.raw_ops.TFRecordDataset", 0.2964867353439331]
["tf.compat.v1.TFRecordReader", 0.29645872116088867]
["tf.compat.v1.flags.DEFINE_list", 0.2952856719493866]
["tf.compat.v1.app.flags.DEFINE_list", 0.2952856719493866]
["tf.compat.v1.mlir.experimental.convert_graph_def", 0.2941623628139496]
["tf.mlir.experimental.convert_graph_def", 0.2941623628139496]
["tf.data.experimental.index_table_from_dataset", 0.2937682569026947]
["tf.compat.v1.data.experimental.index_table_from_dataset", 0.2937682569026947]
["tf.compat.v1.app.flags.doc_to_help", 0.292694628238678]
["tf.compat.v1.flags.doc_to_help", 0.292694628238678]
["tf.data.IteratorSpec", 0.2924003601074219]
["tf.keras.layers.DenseFeatures", 0.29227083921432495]
["tf.compat.v1.keras.layers.DenseFeatures", 0.29227083921432495]
["tf.raw_ops.OptionsDataset", 0.2920677959918976]
["tf.compat.v1.saved_model.classification_signature_def", 0.29170042276382446]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.29170042276382446]
["tf.data.experimental.choose_from_datasets", 0.2915259301662445]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.2915259301662445]
["tf.raw_ops.DatasetToGraph", 0.2909068465232849]
["tf.raw_ops.DatasetToGraphV2", 0.2909068465232849]
["tf.strings.format", 0.2903710603713989]
["tf.compat.v1.strings.format", 0.2903710603713989]
["tf.raw_ops.StringFormat", 0.2903710603713989]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.2903044819831848]
["tf.queue.PaddingFIFOQueue", 0.2903044819831848]
["tf.compat.v1.io.PaddingFIFOQueue", 0.2903044819831848]
["tf.compat.v1.PaddingFIFOQueue", 0.2903044819831848]
["tf.compat.v1.flags.MultiEnumClassFlag", 0.2898784279823303]
["tf.compat.v1.app.flags.MultiEnumClassFlag", 0.2898784279823303]
["tf.compat.v1.data.experimental.TFRecordWriter", 0.2896308898925781]
["tf.data.experimental.TFRecordWriter", 0.2896308898925781]
["tf.compat.v1.keras.datasets.fashion_mnist.load_data", 0.28949230909347534]
["tf.keras.datasets.fashion_mnist.load_data", 0.28949230909347534]
["tf.keras.layers.LSTMCell", 0.28939077258110046]
["tf.compat.v1.keras.layers.LSTMCell", 0.28939077258110046]
["tf.experimental.numpy.object_", 0.2889936566352844]
["tf.distribute.DistributedValues", 0.28875666856765747]
["tf.compat.v1.keras.preprocessing.text.hashing_trick", 0.287966787815094]
["tf.keras.preprocessing.text.hashing_trick", 0.287966787815094]
["tf.data.experimental.RandomDataset", 0.28648215532302856]
["tf.compat.v1.data.experimental.RandomDataset", 0.28648215532302856]
["tf.raw_ops.DatasetToTFRecord", 0.28632426261901855]
["tf.raw_ops.ExperimentalDatasetToTFRecord", 0.28632426261901855]
["tf.metrics.CategoricalHinge", 0.28548720479011536]
["tf.keras.metrics.CategoricalHinge", 0.28548720479011536]
["tf.compat.v1.keras.metrics.CategoricalHinge", 0.28548720479011536]
["tf.keras.utils.experimental.DatasetCreator", 0.2853497266769409]
["tf.GradientTape", 0.28491514921188354]
["tf.autodiff.GradientTape", 0.28491514921188354]
["tf.compat.v1.GradientTape", 0.28491514921188354]
["tf.raw_ops.SparseTensorSliceDataset", 0.28479668498039246]
["tf.raw_ops.SqlDataset", 0.28433525562286377]
["tf.raw_ops.ExperimentalSqlDataset", 0.28433525562286377]
["tf.raw_ops.TensorDataset", 0.2842533588409424]
["tf.raw_ops.ParseSequenceExample", 0.28408950567245483]
["tf.raw_ops.WriteAudioSummary", 0.28377655148506165]
["tf.raw_ops.ExperimentalUniqueDataset", 0.28363773226737976]
["tf.raw_ops.UniqueDataset", 0.283637672662735]
["tf.raw_ops.SendTPUEmbeddingGradients", 0.2831845283508301]
["tf.lite.RepresentativeDataset", 0.2830839157104492]
["tf.compat.v1.lite.RepresentativeDataset", 0.2830839157104492]
["tf.keras.experimental.SequenceFeatures", 0.28144678473472595]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.28144678473472595]
["tf.compat.v1.nn.rnn_cell.BasicRNNCell", 0.2803657650947571]
["tf.compat.v1.estimator.LinearClassifier", 0.27968889474868774]
["tf.estimator.LinearClassifier", 0.27968889474868774]
["tf.data.experimental.service.distribute", 0.2782619595527649]
["tf.compat.v1.data.experimental.service.distribute", 0.2782618999481201]
["tf.compat.v1.parse_single_example", 0.27701377868652344]
["tf.io.parse_single_example", 0.27701377868652344]
["tf.compat.v1.io.parse_single_example", 0.27701377868652344]
["tf.nest.map_structure", 0.276476114988327]
["tf.compat.v1.nest.map_structure", 0.276476114988327]
["tf.lookup.experimental.MutableHashTable", 0.2761087119579315]
["tf.compat.v1.lookup.experimental.MutableHashTable", 0.2761087119579315]
["tf.raw_ops.WriteSummary", 0.27587535977363586]
["tf.data.experimental.get_single_element", 0.27524688839912415]
["tf.compat.v1.data.experimental.get_single_element", 0.27524688839912415]
["tf.compat.v1.app.flags.ListParser", 0.2748846709728241]
["tf.compat.v1.flags.ListParser", 0.2748846709728241]
["tf.raw_ops.MakeIterator", 0.27450764179229736]
["tf.raw_ops.ParseExample", 0.27383649349212646]
["tf.strings.reduce_join", 0.2735024094581604]
["tf.compat.v1.strings.reduce_join", 0.2735024094581604]
["tf.compat.v1.reduce_join", 0.2735024094581604]
["tf.raw_ops.DataServiceDataset", 0.2731735110282898]
["tf.raw_ops.DataServiceDatasetV2", 0.2731735110282898]
["tf.compat.v1.train.import_meta_graph", 0.2730719745159149]
["tf.raw_ops.OptimizeDatasetV2", 0.27275151014328003]
["tf.raw_ops.ReaderSerializeStateV2", 0.27256065607070923]
["tf.raw_ops.ReaderSerializeState", 0.27256065607070923]
["tf.raw_ops.BoostedTreesCreateEnsemble", 0.27241796255111694]
["tf.raw_ops.ParseSingleSequenceExample", 0.2717013955116272]
["tf.compat.v1.train.write_graph", 0.2715197503566742]
["tf.io.write_graph", 0.2715197503566742]
["tf.compat.v1.io.write_graph", 0.2715197503566742]
["tf.raw_ops.WindowDataset", 0.2712608575820923]
["tf.compat.v1.keras.layers.CategoryEncoding", 0.27101951837539673]
["tf.keras.layers.experimental.preprocessing.CategoryEncoding", 0.27101951837539673]
["tf.keras.layers.CategoryEncoding", 0.27101951837539673]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryEncoding", 0.27101951837539673]
["tf.compat.v1.lookup.StaticHashTable", 0.27081260085105896]
["tf.lookup.StaticHashTable", 0.27081260085105896]
["tf.raw_ops.LMDBDataset", 0.27042752504348755]
["tf.keras.datasets.imdb.load_data", 0.27014702558517456]
["tf.compat.v1.keras.datasets.imdb.load_data", 0.27014702558517456]
["tf.compat.v1.nn.collapse_repeated", 0.2698584198951721]
["tf.nn.collapse_repeated", 0.2698584198951721]
["tf.keras.utils.image_dataset_from_directory", 0.26916956901550293]
["tf.keras.preprocessing.image_dataset_from_directory", 0.26916956901550293]
["tf.compat.v1.nn.static_bidirectional_rnn", 0.2686198949813843]
["tf.nn.all_candidate_sampler", 0.26799070835113525]
["tf.compat.v1.nn.all_candidate_sampler", 0.26799070835113525]
["tf.compat.v1.random.all_candidate_sampler", 0.26799070835113525]
["tf.random.all_candidate_sampler", 0.26799070835113525]
["tf.raw_ops.FinalizeDataset", 0.26732951402664185]
["tf.keras.layers.Wrapper", 0.2663114666938782]
["tf.compat.v1.keras.layers.Wrapper", 0.2663114666938782]
["tf.compat.v1.data.experimental.service.from_dataset_id", 0.2638258934020996]
["tf.data.experimental.service.from_dataset_id", 0.2638258934020996]
["tf.compat.v1.LMDBReader", 0.2633727788925171]
["tf.raw_ops.LMDBReader", 0.2633727788925171]
["tf.raw_ops.CompressElement", 0.2628297805786133]
["tf.lookup.experimental.DenseHashTable", 0.26132112741470337]
["tf.compat.v1.lookup.experimental.DenseHashTable", 0.26132112741470337]
["tf.raw_ops.SkipDataset", 0.26043543219566345]
["tf.compat.v1.keras.utils.get_custom_objects", 0.26027873158454895]
["tf.keras.utils.get_custom_objects", 0.26027873158454895]
["tf.raw_ops.ScanDataset", 0.2595692276954651]
["tf.raw_ops.ExperimentalScanDataset", 0.2595692276954651]
["tf.data.experimental.OptimizationOptions", 0.25955766439437866]
["tf.compat.v1.data.experimental.OptimizationOptions", 0.25955766439437866]
["tf.raw_ops.WriteScalarSummary", 0.2591294050216675]
["tf.compat.v1.TextLineReader", 0.2572783827781677]
["tf.compat.v1.data.experimental.AutotuneOptions", 0.2567354440689087]
["tf.data.experimental.AutotuneOptions", 0.2567354440689087]
["tf.raw_ops.TextLineReader", 0.25637829303741455]
["tf.raw_ops.TextLineReaderV2", 0.25637829303741455]
["tf.raw_ops.OptimizeDataset", 0.25617119669914246]
["tf.summary.histogram", 0.25584667921066284]
["tf.compat.v1.flags.multi_flags_validator", 0.25537148118019104]
["tf.compat.v1.app.flags.multi_flags_validator", 0.25537148118019104]
["tf.optimizers.schedules.deserialize", 0.25529682636260986]
["tf.compat.v1.keras.optimizers.schedules.deserialize", 0.25529682636260986]
["tf.keras.optimizers.schedules.deserialize", 0.25529682636260986]
["tf.raw_ops.PrelinearizeTuple", 0.2544277608394623]
["tf.compat.v1.distributions.Distribution", 0.2543841004371643]
["tf.compat.v1.flags.DEFINE_multi_string", 0.25434499979019165]
["tf.compat.v1.app.flags.DEFINE_multi_string", 0.25434499979019165]
["tf.compat.v1.WholeFileReader", 0.2543026804924011]
["tf.raw_ops.WholeFileReader", 0.2543026804924011]
["tf.raw_ops.WholeFileReaderV2", 0.2543026804924011]
["tf.raw_ops.SlidingWindowDataset", 0.25429147481918335]
["tf.raw_ops.ExperimentalSlidingWindowDataset", 0.25429147481918335]
["tf.raw_ops.DatasetFromGraph", 0.2540860176086426]
["tf.strings.unicode_encode", 0.25371283292770386]
["tf.compat.v1.strings.unicode_encode", 0.25371283292770386]
["tf.raw_ops.WriteImageSummary", 0.2528136372566223]
["tf.compat.v1.data.Dataset", 0.2527351677417755]
["tf.data.Dataset", 0.2527351677417755]
["tf.saved_model.Asset", 0.252642959356308]
["tf.compat.v1.saved_model.Asset", 0.252642959356308]
["tf.compat.v1.keras.utils.serialize_keras_object", 0.2525511682033539]
["tf.keras.utils.serialize_keras_object", 0.2525511682033539]
["tf.raw_ops.IgnoreErrorsDataset", 0.2521474361419678]
["tf.raw_ops.ExperimentalIgnoreErrorsDataset", 0.2521474361419678]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.25062090158462524]
["tf.raw_ops.UncompressElement", 0.2505861520767212]
["tf.lookup.KeyValueTensorInitializer", 0.2505403459072113]
["tf.compat.v1.lookup.KeyValueTensorInitializer", 0.2505403459072113]
["tf.losses.categorical_hinge", 0.25052228569984436]
["tf.keras.losses.categorical_hinge", 0.25052228569984436]
["tf.compat.v1.keras.losses.categorical_hinge", 0.25052228569984436]
["tf.losses.CategoricalHinge", 0.25052228569984436]
["tf.keras.losses.CategoricalHinge", 0.25052228569984436]
["tf.compat.v1.keras.losses.CategoricalHinge", 0.25052228569984436]
["tf.experimental.BatchableExtensionType", 0.25022292137145996]
["tf.compat.v1.experimental.BatchableExtensionType", 0.25022292137145996]
["tf.raw_ops.CacheDataset", 0.25020331144332886]
["tf.compat.v1.data.experimental.parallel_interleave", 0.25010019540786743]
["tf.data.experimental.parallel_interleave", 0.25010019540786743]
["tf.compat.v1.tpu.experimental.shared_embedding_columns", 0.2500402331352234]
["tf.raw_ops.BoostedTreesGetEnsembleStates", 0.24973982572555542]
["tf.TensorSpec", 0.24965769052505493]
["tf.compat.v1.TensorSpec", 0.24965769052505493]
["tf.compat.v1.flags.DEFINE_flag", 0.24909228086471558]
["tf.compat.v1.app.flags.DEFINE_flag", 0.24909228086471558]
["tf.data.experimental.cardinality", 0.2489352524280548]
["tf.compat.v1.data.experimental.cardinality", 0.2489352524280548]
["tf.compat.v1.train.Scaffold", 0.24891994893550873]
["tf.estimator.BestExporter", 0.2489090859889984]
["tf.compat.v1.estimator.BestExporter", 0.2489090859889984]
["tf.raw_ops.TFRecordReader", 0.24890659749507904]
["tf.raw_ops.TFRecordReaderV2", 0.24890659749507904]
["tf.compat.v1.tpu.experimental.embedding_column", 0.24862800538539886]
["tf.compat.v1.app.flags.validator", 0.24827027320861816]
["tf.compat.v1.flags.validator", 0.24827027320861816]
["tf.compat.v1.data.experimental.dense_to_ragged_batch", 0.24817432463169098]
["tf.data.experimental.dense_to_ragged_batch", 0.24817432463169098]
["tf.summary.scalar", 0.24751141667366028]
["tf.keras.utils.plot_model", 0.24683105945587158]
["tf.compat.v1.keras.utils.plot_model", 0.24683105945587158]
["tf.experimental.numpy.unicode_", 0.2465074211359024]
["tf.raw_ops.EncodeWav", 0.2460443377494812]
["tf.compat.v1.audio.encode_wav", 0.2460443377494812]
["tf.audio.encode_wav", 0.2460443377494812]
["tf.Module", 0.24578145146369934]
["tf.compat.v1.Module", 0.24578145146369934]
["tf.keras.experimental.SidecarEvaluator", 0.24558448791503906]
["tf.random.learned_unigram_candidate_sampler", 0.24478009343147278]
["tf.compat.v1.nn.learned_unigram_candidate_sampler", 0.24478009343147278]
["tf.compat.v1.random.learned_unigram_candidate_sampler", 0.24478009343147278]
["tf.nn.learned_unigram_candidate_sampler", 0.24478009343147278]
["tf.raw_ops.GroupByReducerDataset", 0.2441716194152832]
["tf.raw_ops.ExperimentalGroupByReducerDataset", 0.2441716194152832]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.24399541318416595]
["tf.compat.v1.keras.layers.serialize", 0.2431344836950302]
["tf.keras.layers.serialize", 0.2431344836950302]
["tf.raw_ops.DenseToSparseBatchDataset", 0.24310638010501862]
["tf.raw_ops.ExperimentalDenseToSparseBatchDataset", 0.24310638010501862]
["tf.compat.v1.flags.DEFINE", 0.24305346608161926]
["tf.compat.v1.app.flags.DEFINE", 0.24305346608161926]
["tf.compat.v1.parse_single_sequence_example", 0.24294516444206238]
["tf.io.parse_single_sequence_example", 0.24294516444206238]
["tf.compat.v1.io.parse_single_sequence_example", 0.24294516444206238]
["tf.strings.unicode_split", 0.24260413646697998]
["tf.compat.v1.strings.unicode_split", 0.24260413646697998]
["tf.compat.v1.flags.DEFINE_multi_enum_class", 0.24243739247322083]
["tf.compat.v1.app.flags.DEFINE_multi_enum_class", 0.24243739247322083]
["tf.compat.v1.saved_model.experimental.save", 0.2424182891845703]
["tf.compat.v1.saved_model.save", 0.2424182891845703]
["tf.saved_model.save", 0.2424182891845703]
["tf.compat.v1.data.experimental.service.register_dataset", 0.24240095913410187]
["tf.data.experimental.service.register_dataset", 0.24240095913410187]
["tf.raw_ops.RegisterDataset", 0.24240092933177948]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.24222391843795776]
["tf.keras.datasets.reuters.load_data", 0.24202553927898407]
["tf.compat.v1.keras.datasets.reuters.load_data", 0.24202553927898407]
["tf.raw_ops.ShuffleAndRepeatDataset", 0.24194765090942383]
["tf.debugging.enable_check_numerics", 0.24024972319602966]
["tf.compat.v1.debugging.enable_check_numerics", 0.24024972319602966]
["tf.compat.v1.distribute.InputContext", 0.23974910378456116]
["tf.distribute.InputContext", 0.23974910378456116]
["tf.compat.v1.estimator.classifier_parse_example_spec", 0.23943163454532623]
["tf.estimator.classifier_parse_example_spec", 0.23943156003952026]
["tf.compat.v1.data.experimental.scan", 0.23938563466072083]
["tf.data.experimental.scan", 0.23938563466072083]
["tf.keras.layers.concatenate", 0.23878243565559387]
["tf.compat.v1.keras.layers.concatenate", 0.23878243565559387]
["tf.raw_ops.ParseExampleV2", 0.23859381675720215]
["tf.compat.v1.profiler.profile", 0.2380230724811554]
["tf.compat.v1.keras.layers.RNN", 0.23761965334415436]
["tf.keras.layers.RNN", 0.23761965334415436]
["tf.raw_ops.RefEnter", 0.23737576603889465]
["tf.raw_ops.Enter", 0.23737576603889465]
["tf.data.experimental.Counter", 0.2367296814918518]
["tf.compat.v1.data.experimental.Counter", 0.2367296814918518]
["tf.io.gfile.glob", 0.23664100468158722]
["tf.compat.v1.io.gfile.glob", 0.23664100468158722]
["tf.compat.v1.gfile.Glob", 0.23664100468158722]
["tf.summary.text", 0.2365836203098297]
["tf.raw_ops.FilterByLastComponentDataset", 0.23656557500362396]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.2365328073501587]
["tf.compat.v1.app.flags.FlagHolder", 0.23616832494735718]
["tf.compat.v1.flags.FlagHolder", 0.23616832494735718]
["tf.keras.metrics.serialize", 0.23537880182266235]
["tf.metrics.serialize", 0.23537880182266235]
["tf.compat.v1.keras.metrics.serialize", 0.23537880182266235]
["tf.IndexedSlicesSpec", 0.23536059260368347]
["tf.compat.v1.IndexedSlicesSpec", 0.23536059260368347]
["tf.raw_ops.LookupTableInsert", 0.23493432998657227]
["tf.raw_ops.LookupTableInsertV2", 0.23493432998657227]
["tf.keras.layers.IntegerLookup", 0.23493018746376038]
["tf.keras.layers.experimental.preprocessing.IntegerLookup", 0.23493018746376038]
["tf.distribute.experimental.coordinator.PerWorkerValues", 0.23471522331237793]
["tf.compat.v1.quantize_v2", 0.23446735739707947]
["tf.data.ThreadingOptions", 0.23427549004554749]
["tf.data.experimental.ThreadingOptions", 0.23427549004554749]
["tf.compat.v1.data.experimental.ThreadingOptions", 0.23427549004554749]
["tf.compat.v1.data.ThreadingOptions", 0.23427549004554749]
["tf.keras.utils.register_keras_serializable", 0.2341342270374298]
["tf.compat.v1.keras.utils.register_keras_serializable", 0.2341342270374298]
["tf.estimator.BaselineRegressor", 0.23383623361587524]
["tf.compat.v1.estimator.BaselineRegressor", 0.23383623361587524]
["tf.compat.v1.keras.layers.Bidirectional", 0.23380517959594727]
["tf.keras.layers.Bidirectional", 0.23380517959594727]
["tf.ragged.stack", 0.2332272082567215]
["tf.compat.v1.ragged.stack", 0.23322714865207672]
["tf.compat.v1.flags.DEFINE_multi", 0.2331693172454834]
["tf.compat.v1.app.flags.DEFINE_multi", 0.2331693172454834]
["tf.raw_ops.ParseSingleExample", 0.2331492006778717]
["tf.compat.v1.app.flags.EnumParser", 0.2329617440700531]
["tf.compat.v1.flags.EnumParser", 0.2329617440700531]
["tf.raw_ops.MapStage", 0.23288193345069885]
["tf.raw_ops.ExperimentalRandomDataset", 0.23271402716636658]
["tf.raw_ops.RandomDataset", 0.23271402716636658]
["tf.data.experimental.assert_cardinality", 0.23263216018676758]
["tf.compat.v1.data.experimental.assert_cardinality", 0.23263216018676758]
["tf.raw_ops.LookupTableExport", 0.23251058161258698]
["tf.raw_ops.LookupTableExportV2", 0.23251058161258698]
["tf.compat.v1.nn.static_rnn", 0.23212414979934692]
["tf.compat.v1.nn.dynamic_rnn", 0.23212414979934692]
["tf.nn.embedding_lookup", 0.2319481372833252]
["tf.compat.v1.nn.embedding_lookup", 0.2319481074810028]
["tf.data.experimental.get_structure", 0.23181623220443726]
["tf.compat.v1.data.experimental.get_structure", 0.23181623220443726]
["tf.summary.graph", 0.23153644800186157]
["tf.compat.v1.nest.flatten", 0.23131084442138672]
["tf.nest.flatten", 0.23131084442138672]
["tf.compat.v1.io.encode_proto", 0.23097175359725952]
["tf.raw_ops.EncodeProto", 0.23097175359725952]
["tf.io.encode_proto", 0.23097175359725952]
["tf.raw_ops.RetrieveTPUEmbeddingAdadeltaParameters", 0.23088416457176208]
["tf.raw_ops.CudnnRNNCanonicalToParams", 0.23041687905788422]
["tf.compat.v1.nn.rnn_cell.ResidualWrapper", 0.23032081127166748]
["tf.nn.RNNCellResidualWrapper", 0.2303207367658615]
["tf.keras.layers.GRU", 0.23005127906799316]
["tf.compat.v1.keras.layers.GRU", 0.23005127906799316]
["tf.compat.v1.summary.merge_all", 0.22992482781410217]
["tf.compat.v1.train.Supervisor", 0.22926878929138184]
["tf.compat.v1.train.Checkpoint", 0.2286161482334137]
["tf.compat.v1.initializers.tables_initializer", 0.22857356071472168]
["tf.compat.v1.tables_initializer", 0.22857356071472168]
["tf.compat.v1.nn.bidirectional_dynamic_rnn", 0.22848138213157654]
["tf.summary.write", 0.22847548127174377]
["tf.compat.v1.stack", 0.22824767231941223]
["tf.stack", 0.22824767231941223]
["tf.raw_ops.RepeatDataset", 0.22802984714508057]
["tf.compat.v1.type_spec_from_value", 0.22797197103500366]
["tf.type_spec_from_value", 0.22797197103500366]
["tf.raw_ops.QuantizedBiasAdd", 0.22774481773376465]
["tf.summary.create_file_writer", 0.22769695520401]
["tf.raw_ops.TensorSliceDataset", 0.22766345739364624]
["tf.raw_ops.AudioSpectrogram", 0.22708001732826233]
["tf.compat.v1.summary.merge", 0.22694620490074158]
["tf.raw_ops.MergeSummary", 0.22694620490074158]
["tf.compat.v1.nn.rnn_cell.LSTMCell", 0.22684888541698456]
["tf.tpu.experimental.embedding.FeatureConfig", 0.22681966423988342]
["tf.compat.v1.tpu.experimental.embedding.FeatureConfig", 0.22681966423988342]
["tf.compat.v1.train.do_quantize_training_on_graphdef", 0.2262173742055893]
["tf.compat.v1.app.flags.EnumClassParser", 0.22616729140281677]
["tf.compat.v1.flags.EnumClassParser", 0.22616729140281677]
["tf.compat.v1.keras.experimental.LinearModel", 0.22607281804084778]
["tf.compat.v1.keras.models.LinearModel", 0.22607281804084778]
["tf.keras.experimental.LinearModel", 0.22607281804084778]
["tf.raw_ops.DatasetToSingleElement", 0.22583745419979095]
["tf.compat.v1.sparse.cross_hashed", 0.22527681291103363]
["tf.sparse.cross_hashed", 0.22527675330638885]
["tf.raw_ops.LookupTableImport", 0.22503961622714996]
["tf.raw_ops.LookupTableImportV2", 0.22503961622714996]
["tf.compat.v1.estimator.experimental.dnn_logit_fn_builder", 0.2250065952539444]
["tf.raw_ops.TensorListConcat", 0.2242649644613266]
["tf.raw_ops.TensorListConcatV2", 0.2242649644613266]
["tf.compat.v1.OptionalSpec", 0.22421425580978394]
["tf.compat.v1.data.experimental.OptionalStructure", 0.22421425580978394]
["tf.OptionalSpec", 0.22421425580978394]
["tf.raw_ops.SparseCross", 0.224079430103302]
["tf.raw_ops.SparseCrossHashed", 0.224079430103302]
["tf.compat.v1.sparse.cross", 0.224079430103302]
["tf.raw_ops.SparseCrossV2", 0.224079430103302]
["tf.sparse.cross", 0.224079430103302]
["tf.random.fixed_unigram_candidate_sampler", 0.22393780946731567]
["tf.compat.v1.random.fixed_unigram_candidate_sampler", 0.22393780946731567]
["tf.nn.fixed_unigram_candidate_sampler", 0.22393780946731567]
["tf.compat.v1.nn.fixed_unigram_candidate_sampler", 0.22393780946731567]
["tf.compat.v1.train.basic_train_loop", 0.22371536493301392]
["tf.compat.v1.variable_scope", 0.22366023063659668]
["tf.raw_ops.Mfcc", 0.2232854664325714]
["tf.signal.hamming_window", 0.22325819730758667]
["tf.compat.v1.signal.hamming_window", 0.22325819730758667]
["tf.raw_ops.ExperimentalAutoShardDataset", 0.22305512428283691]
["tf.raw_ops.AutoShardDataset", 0.22305512428283691]
["tf.raw_ops.SnapshotDataset", 0.22299444675445557]
["tf.raw_ops.SnapshotDatasetV2", 0.22299441695213318]
["tf.distribute.experimental.ValueContext", 0.2219550609588623]
["tf.summary.audio", 0.2215805947780609]
["tf.compat.v1.name_scope", 0.221373051404953]
["tf.compat.v1.keras.backend.name_scope", 0.221373051404953]
["tf.name_scope", 0.221373051404953]
["tf.data.experimental.unique", 0.2210540771484375]
["tf.compat.v1.data.experimental.unique", 0.2210540771484375]
["tf.compat.v1.flags.FlagValues", 0.22011739015579224]
["tf.compat.v1.app.flags.FlagValues", 0.22011739015579224]
["tf.compat.v1.flags.FLAGS", 0.22011739015579224]
["tf.compat.v1.app.flags.FLAGS", 0.22011739015579224]
["tf.feature_column.numeric_column", 0.22007295489311218]
["tf.compat.v1.feature_column.numeric_column", 0.22007295489311218]
["tf.compat.v1.app.flags.EnumClassFlag", 0.22007259726524353]
["tf.compat.v1.flags.EnumClassFlag", 0.22007250785827637]
["tf.raw_ops.LoadTPUEmbeddingAdadeltaParameters", 0.21983763575553894]
["tf.raw_ops.Iterator", 0.21974250674247742]
["tf.raw_ops.AnonymousIteratorV2", 0.21974250674247742]
["tf.raw_ops.DeleteIterator", 0.21974250674247742]
["tf.raw_ops.AnonymousIterator", 0.21974250674247742]
["tf.raw_ops.DeleteMultiDeviceIterator", 0.21974250674247742]
["tf.summary.image", 0.21971973776817322]
["tf.compat.v1.flags.DEFINE_spaceseplist", 0.2194058746099472]
["tf.compat.v1.app.flags.DEFINE_spaceseplist", 0.2194058746099472]
["tf.compat.v1.data.get_output_classes", 0.2192487120628357]
["tf.compat.v1.app.flags.WhitespaceSeparatedListParser", 0.21863874793052673]
["tf.compat.v1.flags.WhitespaceSeparatedListParser", 0.21863874793052673]
["tf.compat.v1.keras.datasets.cifar10.load_data", 0.21850019693374634]
["tf.keras.datasets.cifar10.load_data", 0.21850019693374634]
["tf.compat.v1.io.gfile.walk", 0.2177024930715561]
["tf.io.gfile.walk", 0.2177024930715561]
["tf.compat.v1.gfile.Walk", 0.2177024930715561]
["tf.compat.v1.make_tensor_proto", 0.21730735898017883]
["tf.make_tensor_proto", 0.21730735898017883]
["tf.raw_ops.SparseConcat", 0.21726426482200623]
["tf.compat.v1.matching_files", 0.21722950041294098]
["tf.raw_ops.MatchingFiles", 0.21722950041294098]
["tf.io.matching_files", 0.21722950041294098]
["tf.compat.v1.io.matching_files", 0.21722950041294098]
["tf.keras.preprocessing.image.Iterator", 0.21670982241630554]
["tf.compat.v1.keras.preprocessing.image.Iterator", 0.21670982241630554]
["tf.strings.unicode_split_with_offsets", 0.2166324257850647]
["tf.compat.v1.strings.unicode_split_with_offsets", 0.2166324257850647]
["tf.compat.v1.summary.initialize", 0.21610714495182037]
["tf.compat.v1.scatter_mul", 0.2156049609184265]
["tf.raw_ops.ScatterMul", 0.2156049609184265]
["tf.strings.unicode_decode", 0.2149275541305542]
["tf.compat.v1.strings.unicode_decode", 0.2149275541305542]
["tf.raw_ops.UnicodeDecodeWithOffsets", 0.2149275541305542]
["tf.raw_ops.UnicodeDecode", 0.2149275541305542]
["tf.compat.v1.recompute_grad", 0.21492695808410645]
["tf.recompute_grad", 0.21492695808410645]
["tf.compat.v1.wrap_function", 0.21477675437927246]
["tf.data.experimental.bucket_by_sequence_length", 0.21468766033649445]
["tf.compat.v1.data.experimental.bucket_by_sequence_length", 0.21468766033649445]
["tf.strings.unicode_transcode", 0.21448379755020142]
["tf.compat.v1.strings.unicode_transcode", 0.21448379755020142]
["tf.raw_ops.UnicodeTranscode", 0.21448379755020142]
["tf.compat.v1.transpose", 0.21441572904586792]
["tf.train.experimental.LossScale", 0.21418499946594238]
["tf.compat.v1.mixed_precision.LossScale", 0.21418499946594238]
["tf.mixed_precision.experimental.LossScale", 0.21418499946594238]
["tf.compat.v1.mixed_precision.experimental.LossScale", 0.21418499946594238]
["tf.compat.v1.train.experimental.LossScale", 0.21418499946594238]
["tf.compat.v1.flags.DEFINE_enum_class", 0.2139543890953064]
["tf.compat.v1.app.flags.DEFINE_enum_class", 0.2139543890953064]
["tf.estimator.experimental.RNNClassifier", 0.21389532089233398]
["tf.compat.v1.sysconfig.get_build_info", 0.2137504518032074]
["tf.sysconfig.get_build_info", 0.2137504518032074]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.21370114386081696]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.21370114386081696]
["tf.compat.v1.autograph.to_graph", 0.21348091959953308]
["tf.autograph.to_graph", 0.21348091959953308]
["tf.compat.v1.confusion_matrix", 0.21345774829387665]
["tf.math.confusion_matrix", 0.21345774829387665]
["tf.compat.v1.math.confusion_matrix", 0.21345774829387665]
["tf.compat.v1.train.batch_join", 0.21286514401435852]
["tf.data.experimental.load", 0.21253179013729095]
["tf.IndexedSlices", 0.21208685636520386]
["tf.compat.v1.IndexedSlices", 0.21208685636520386]
["tf.compat.v1.flags.DEFINE_multi_enum", 0.21205084025859833]
["tf.compat.v1.app.flags.DEFINE_multi_enum", 0.21205084025859833]
["tf.raw_ops.RaggedTensorToVariant", 0.21177932620048523]
["tf.compat.v1.feature_column.input_layer", 0.21167036890983582]
["tf.compat.v1.keras.layers.deserialize", 0.211459219455719]
["tf.keras.layers.deserialize", 0.211459219455719]
["tf.metrics.deserialize", 0.21115438640117645]
["tf.keras.metrics.deserialize", 0.21115438640117645]
["tf.compat.v1.keras.metrics.deserialize", 0.21115438640117645]
["tf.raw_ops.GetOptions", 0.2109837830066681]
["tf.Tensor", 0.2107558250427246]
["tf.compat.v1.Tensor", 0.2107558250427246]
["tf.experimental.numpy.ndarray", 0.2107558250427246]
["tf.compat.v1.estimator.experimental.linear_logit_fn_builder", 0.21024706959724426]
["tf.sort", 0.20957013964653015]
["tf.compat.v1.sort", 0.20957013964653015]
["tf.raw_ops.UnicodeEncode", 0.20953497290611267]
["tf.dtypes.DType", 0.20949751138687134]
["tf.compat.v1.dtypes.DType", 0.20949751138687134]
["tf.DType", 0.20949751138687134]
["tf.compat.v1.DType", 0.20949751138687134]
["tf.keras.layers.Normalization", 0.2094966173171997]
["tf.compat.v1.keras.layers.Normalization", 0.2094966173171997]
["tf.compat.v1.keras.layers.experimental.preprocessing.Normalization", 0.2094966173171997]
["tf.keras.layers.experimental.preprocessing.Normalization", 0.2094966173171997]
["tf.raw_ops.DeserializeSparse", 0.20946447551250458]
["tf.raw_ops.TensorListStack", 0.20900103449821472]
["tf.compat.v1.initialize_all_tables", 0.20866575837135315]
["tf.io.RaggedFeature.RowSplits", 0.20841732621192932]
["tf.compat.v1.io.RaggedFeature.RowSplits", 0.20841732621192932]
["tf.raw_ops.Print", 0.20835533738136292]
["tf.nn.softmax_cross_entropy_with_logits", 0.2082962840795517]
["tf.estimator.BoostedTreesClassifier", 0.20816943049430847]
["tf.compat.v1.estimator.BoostedTreesClassifier", 0.20816943049430847]
["tf.compat.v1.switch_case", 0.2079789638519287]
["tf.switch_case", 0.2079789638519287]
["tf.compat.v1.Print", 0.2079649418592453]
["tf.compat.v1.estimator.LogisticRegressionHead", 0.20774653553962708]
["tf.estimator.LogisticRegressionHead", 0.20774653553962708]
["tf.raw_ops.TakeManySparseFromTensorsMap", 0.20770075917243958]
["tf.tpu.XLAOptions", 0.20756839215755463]
["tf.compat.v1.tpu.XLAOptions", 0.20756839215755463]
["tf.raw_ops.CudnnRNNParamsToCanonical", 0.2074146419763565]
["tf.keras.datasets.cifar100.load_data", 0.20729348063468933]
["tf.compat.v1.keras.datasets.cifar100.load_data", 0.20729348063468933]
["tf.data.experimental.unbatch", 0.20724791288375854]
["tf.compat.v1.data.experimental.unbatch", 0.20724791288375854]
["tf.compat.v1.parallel_stack", 0.20724628865718842]
["tf.parallel_stack", 0.20724628865718842]
["tf.tpu.experimental.embedding.TPUEmbedding", 0.20723319053649902]
["tf.compat.v1.tpu.experimental.embedding.TPUEmbedding", 0.20723319053649902]
["tf.raw_ops.ParallelConcat", 0.20696672797203064]
["tf.compat.v1.metrics.recall_at_top_k", 0.2068868726491928]
["tf.io.parse_sequence_example", 0.2067701816558838]
["tf.compat.v1.io.parse_sequence_example", 0.2067701816558838]
["tf.raw_ops.OptionalFromValue", 0.20653848350048065]
["tf.keras.layers.InputSpec", 0.20648884773254395]
["tf.compat.v1.keras.layers.InputSpec", 0.20648884773254395]
["tf.compat.v1.layers.InputSpec", 0.20648884773254395]
["tf.compat.v1.estimator.DNNClassifier", 0.20603308081626892]
["tf.estimator.DNNClassifier", 0.20603308081626892]
["tf.compat.v1.summary.tensor_summary", 0.2060219645500183]
["tf.raw_ops.ScatterAdd", 0.205942764878273]
["tf.raw_ops.Prelinearize", 0.20551633834838867]
["tf.estimator.SummarySaverHook", 0.20495814085006714]
["tf.compat.v1.estimator.SummarySaverHook", 0.20495814085006714]
["tf.compat.v1.train.SummarySaverHook", 0.20495814085006714]
["tf.compat.v1.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.20470766723155975]
["tf.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.20470766723155975]
["tf.compat.v1.keras.layers.experimental.preprocessing.PreprocessingLayer", 0.20462897419929504]
["tf.keras.layers.experimental.preprocessing.PreprocessingLayer", 0.20462897419929504]
["tf.raw_ops.MutableDenseHashTable", 0.2042921483516693]
["tf.raw_ops.MutableDenseHashTableV2", 0.2042921483516693]
["tf.raw_ops.Pack", 0.20387586951255798]
["tf.keras.datasets.boston_housing.load_data", 0.2038259208202362]
["tf.compat.v1.keras.datasets.boston_housing.load_data", 0.2038259208202362]
["tf.estimator.export.PredictOutput", 0.20372912287712097]
["tf.compat.v1.estimator.export.PredictOutput", 0.20372912287712097]
["tf.optimizers.schedules.CosineDecayRestarts", 0.20351135730743408]
["tf.compat.v1.keras.experimental.CosineDecayRestarts", 0.20351135730743408]
["tf.keras.experimental.CosineDecayRestarts", 0.20351135730743408]
["tf.keras.optimizers.schedules.CosineDecayRestarts", 0.20351135730743408]
["tf.compat.v1.keras.optimizers.schedules.CosineDecayRestarts", 0.20351135730743408]
["tf.io.serialize_tensor", 0.2032996267080307]
["tf.compat.v1.io.serialize_tensor", 0.2032996267080307]
["tf.raw_ops.SerializeTensor", 0.2032996267080307]
["tf.compat.v1.serialize_tensor", 0.2032996267080307]
["tf.compat.v1.create_partitioned_variables", 0.20307858288288116]
["tf.compat.v1.estimator.FinalExporter", 0.2029746174812317]
["tf.estimator.FinalExporter", 0.2029746174812317]
["tf.config.experimental.VirtualDeviceConfiguration", 0.20290344953536987]
["tf.config.LogicalDeviceConfiguration", 0.20290344953536987]
["tf.compat.v1.config.LogicalDeviceConfiguration", 0.20290344953536987]
["tf.compat.v1.config.experimental.VirtualDeviceConfiguration", 0.20290344953536987]
["tf.compat.v1.distribute.experimental.CentralStorageStrategy", 0.2025860995054245]
["tf.distribute.experimental.CentralStorageStrategy", 0.2025860995054245]
["tf.keras.layers.Multiply", 0.20243890583515167]
["tf.compat.v1.keras.layers.Multiply", 0.20243890583515167]
["tf.keras.callbacks.LearningRateScheduler", 0.20173676311969757]
["tf.compat.v1.keras.callbacks.LearningRateScheduler", 0.20173676311969757]
["tf.raw_ops.FixedUnigramCandidateSampler", 0.20147860050201416]
["tf.raw_ops.LearnedUnigramCandidateSampler", 0.20147860050201416]
["tf.raw_ops.AllCandidateSampler", 0.20147860050201416]
["tf.raw_ops.ThreadUnsafeUnigramCandidateSampler", 0.20147860050201416]
["tf.raw_ops.ExperimentalGroupByWindowDataset", 0.20135143399238586]
["tf.raw_ops.GroupByWindowDataset", 0.20135143399238586]
["tf.raw_ops.InfeedDequeueTuple", 0.20134766399860382]
["tf.compat.v1.nn.rnn_cell.MultiRNNCell", 0.2011701762676239]
["tf.compat.v1.keras.layers.average", 0.20095345377922058]
["tf.keras.layers.average", 0.2009533792734146]
["tf.compat.v1.layers.Layer", 0.20083099603652954]
["tf.keras.backend.get_uid", 0.20056802034378052]
["tf.compat.v1.keras.backend.get_uid", 0.20056802034378052]
["tf.compat.v1.data.experimental.service.WorkerConfig", 0.20033150911331177]
["tf.compat.v1.data.experimental.service.DispatcherConfig", 0.20033150911331177]
["tf.data.experimental.service.WorkerConfig", 0.20033150911331177]
["tf.data.experimental.service.DispatcherConfig", 0.20033150911331177]
["tf.raw_ops.ExperimentalPrivateThreadPoolDataset", 0.20013481378555298]
["tf.raw_ops.ThreadPoolHandle", 0.20013481378555298]
["tf.raw_ops.ExperimentalThreadPoolDataset", 0.20013481378555298]
["tf.raw_ops.ExperimentalThreadPoolHandle", 0.20013481378555298]
["tf.raw_ops.PrivateThreadPoolDataset", 0.20013481378555298]
["tf.raw_ops.ThreadPoolDataset", 0.20013481378555298]
["tf.compat.v1.nn.ctc_loss", 0.20009508728981018]
["tf.raw_ops.BoostedTreesDeserializeEnsemble", 0.19996494054794312]
["tf.raw_ops.ApplyProximalAdagrad", 0.19985142350196838]
["tf.raw_ops.ResourceApplyProximalAdagrad", 0.19985142350196838]
["tf.compat.v1.lite.OpHint", 0.1998329907655716]
["tf.compat.v1.scalar_mul", 0.1996702253818512]
["tf.math.scalar_mul", 0.1996702253818512]
["tf.compat.v1.math.scalar_mul", 0.19967016577720642]
["tf.scalar_mul", 0.19967016577720642]
["tf.SparseTensor", 0.1996038854122162]
["tf.compat.v1.SparseTensor", 0.1996038854122162]
["tf.sparse.SparseTensor", 0.1996038854122162]
["tf.compat.v1.sparse.SparseTensor", 0.1996038854122162]
["tf.raw_ops.TensorListScatter", 0.19957154989242554]
["tf.raw_ops.TensorListScatterV2", 0.19957154989242554]
["tf.compat.v1.train.MonitoredSession", 0.1990990936756134]
["tf.compat.v1.nn.rnn_cell.BasicLSTMCell", 0.19909191131591797]
["tf.raw_ops.LookupTableRemoveV2", 0.19897520542144775]
["tf.compat.v1.saved_model.main_op_with_restore", 0.19892838597297668]
["tf.compat.v1.saved_model.main_op.main_op_with_restore", 0.19892838597297668]
["tf.raw_ops.MultiDeviceIteratorInit", 0.19889122247695923]
["tf.raw_ops.ResourceSparseApplyAdagradV2", 0.19875624775886536]
["tf.raw_ops.SparseApplyAdagrad", 0.19875624775886536]
["tf.raw_ops.SparseApplyAdagradV2", 0.19875624775886536]
["tf.raw_ops.ResourceSparseApplyAdagrad", 0.19875624775886536]
["tf.raw_ops.DebugIdentity", 0.1986730992794037]
["tf.raw_ops.TensorListFromTensor", 0.19866271317005157]
["tf.raw_ops.ShuffleDataset", 0.19861724972724915]
["tf.compat.v1.flags.register_multi_flags_validator", 0.19828259944915771]
["tf.compat.v1.app.flags.register_multi_flags_validator", 0.19828259944915771]
["tf.strings.unicode_decode_with_offsets", 0.1979585736989975]
["tf.compat.v1.strings.unicode_decode_with_offsets", 0.19795852899551392]
["tf.compat.v1.keras.utils.deserialize_keras_object", 0.19792118668556213]
["tf.keras.utils.deserialize_keras_object", 0.19792118668556213]
["tf.raw_ops.BoostedTreesQuantileStreamResourceFlush", 0.19787299633026123]
["tf.compat.v1.train.SingularMonitoredSession", 0.19780948758125305]
