["tf.feature_column.categorical_column_with_vocabulary_list", 1.000000238418579]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_list", 1.000000238418579]
["tf.feature_column.sequence_categorical_column_with_vocabulary_list", 0.9912252444961394]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_list", 0.9911795042764108]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.8959358828324039]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.8914848782675026]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.8914736416661213]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.8420526407466857]
["tf.compat.v1.feature_column.embedding_column", 0.5937601923942566]
["tf.feature_column.embedding_column", 0.5937601923942566]
["tf.feature_column.categorical_column_with_identity", 0.5927067995071411]
["tf.compat.v1.feature_column.categorical_column_with_identity", 0.5927067995071411]
["tf.compat.v1.feature_column.sequence_categorical_column_with_hash_bucket", 0.4732540249824524]
["tf.feature_column.sequence_categorical_column_with_hash_bucket", 0.4732540249824524]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4494726061820984]
["tf.keras.layers.experimental.preprocessing.CategoryCrossing", 0.4494726061820984]
["tf.compat.v1.feature_column.shared_embedding_columns", 0.4482164978981018]
["tf.feature_column.shared_embeddings", 0.4482164978981018]
["tf.feature_column.indicator_column", 0.44178691506385803]
["tf.compat.v1.feature_column.indicator_column", 0.44178691506385803]
["tf.keras.optimizers.schedules.serialize", 0.43893134593963623]
["tf.compat.v1.keras.optimizers.schedules.serialize", 0.43893128633499146]
["tf.optimizers.schedules.serialize", 0.43893128633499146]
["tf.feature_column.weighted_categorical_column", 0.43365979194641113]
["tf.compat.v1.feature_column.weighted_categorical_column", 0.43365979194641113]
["tf.compat.v1.nn.rnn_cell.RNNCell", 0.4308803081512451]
["tf.compat.v1.keras.layers.AbstractRNNCell", 0.4308803081512451]
["tf.keras.layers.AbstractRNNCell", 0.4308803081512451]
["tf.raw_ops.ParseSequenceExample", 0.42185038328170776]
["tf.compat.v1.data.experimental.from_variant", 0.42007896304130554]
["tf.data.experimental.from_variant", 0.42007893323898315]
["tf.raw_ops.ParseSingleSequenceExample", 0.41919755935668945]
["tf.compat.v1.distributions.Categorical", 0.41845762729644775]
["tf.compat.v1.nn.rnn_cell.LSTMCell", 0.41812700033187866]
["tf.keras.preprocessing.sequence.make_sampling_table", 0.40937018394470215]
["tf.compat.v1.keras.preprocessing.sequence.make_sampling_table", 0.40937018394470215]
["tf.keras.layers.SimpleRNNCell", 0.4044787883758545]
["tf.compat.v1.keras.layers.SimpleRNNCell", 0.4044787883758545]
["tf.compat.v1.random.categorical", 0.40440088510513306]
["tf.random.categorical", 0.40440088510513306]
["tf.raw_ops.ParseExample", 0.4031597375869751]
["tf.keras.layers.GRU", 0.39559119939804077]
["tf.compat.v1.keras.layers.GRU", 0.39559119939804077]
["tf.keras.layers.Hashing", 0.394705593585968]
["tf.compat.v1.keras.layers.experimental.preprocessing.Hashing", 0.394705593585968]
["tf.compat.v1.keras.layers.Hashing", 0.394705593585968]
["tf.keras.layers.experimental.preprocessing.Hashing", 0.394705593585968]
["tf.compat.v1.flags.EnumClassListSerializer", 0.3931468725204468]
["tf.compat.v1.app.flags.EnumClassListSerializer", 0.3931468725204468]
["tf.compat.v1.feature_column.crossed_column", 0.39047595858573914]
["tf.feature_column.crossed_column", 0.39047595858573914]
["tf.losses.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.compat.v1.keras.losses.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.keras.losses.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.metrics.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.compat.v1.keras.metrics.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.keras.metrics.sparse_categorical_crossentropy", 0.3782961964607239]
["tf.compat.v1.lookup.StaticVocabularyTable", 0.37278351451383085]
["tf.lookup.StaticVocabularyTable", 0.3727800631496449]
["tf.compat.v1.random.stateless_categorical", 0.37173932790756226]
["tf.random.stateless_categorical", 0.37173932790756226]
["tf.compat.v1.metrics.recall_at_thresholds", 0.3713291883468628]
["tf.keras.preprocessing.text.one_hot", 0.3708679676055908]
["tf.compat.v1.keras.preprocessing.text.one_hot", 0.37086793780326843]
["tf.compat.v1.keras.losses.categorical_crossentropy", 0.3686559796333313]
["tf.losses.categorical_crossentropy", 0.3686559796333313]
["tf.keras.losses.categorical_crossentropy", 0.3686559796333313]
["tf.compat.v1.keras.metrics.categorical_crossentropy", 0.3686559796333313]
["tf.metrics.categorical_crossentropy", 0.3686559796333313]
["tf.keras.metrics.categorical_crossentropy", 0.3686559796333313]
["tf.metrics.Recall", 0.3654804229736328]
["tf.compat.v1.keras.metrics.Recall", 0.3654804229736328]
["tf.keras.metrics.Recall", 0.3654804229736328]
["tf.compat.v1.metrics.recall", 0.3654804229736328]
["tf.compat.v1.estimator.VocabInfo", 0.3651851415634155]
["tf.compat.v1.train.VocabInfo", 0.3651851415634155]
["tf.estimator.VocabInfo", 0.3651851415634155]
["tf.compat.v1.estimator.BaselineClassifier", 0.3651593029499054]
["tf.estimator.BaselineClassifier", 0.3651593029499054]
["tf.compat.v1.ReaderBase", 0.3619457483291626]
["tf.compat.v1.nn.static_bidirectional_rnn", 0.3598572015762329]
["tf.compat.v1.metrics.recall_at_top_k", 0.35970866680145264]
["tf.keras.layers.TextVectorization", 0.3594294786453247]
["tf.keras.layers.experimental.preprocessing.TextVectorization", 0.3594294786453247]
["tf.keras.optimizers.schedules.deserialize", 0.35907548666000366]
["tf.compat.v1.keras.optimizers.schedules.deserialize", 0.35907548666000366]
["tf.optimizers.schedules.deserialize", 0.35907548666000366]
["tf.keras.preprocessing.text.text_to_word_sequence", 0.35882630944252014]
["tf.compat.v1.keras.preprocessing.text.text_to_word_sequence", 0.35882630944252014]
["tf.compat.v1.keras.preprocessing.sequence.skipgrams", 0.35457777976989746]
["tf.keras.preprocessing.sequence.skipgrams", 0.35457777976989746]
["tf.compat.v1.data.experimental.enumerate_dataset", 0.35147520899772644]
["tf.data.experimental.enumerate_dataset", 0.35147517919540405]
["tf.keras.layers.RNN", 0.3511520326137543]
["tf.compat.v1.keras.layers.RNN", 0.3511520326137543]
["tf.raw_ops.SendTPUEmbeddingGradients", 0.35075482726097107]
["tf.raw_ops.ReaderSerializeStateV2", 0.3493722081184387]
["tf.raw_ops.ReaderSerializeState", 0.3493722081184387]
["tf.compat.v1.data.experimental.SqlDataset", 0.34783878922462463]
["tf.data.experimental.SqlDataset", 0.34783878922462463]
["tf.compat.v1.keras.layers.LSTMCell", 0.3468995690345764]
["tf.keras.layers.LSTMCell", 0.3468995690345764]
["tf.compat.v1.keras.layers.StackedRNNCells", 0.34610241651535034]
["tf.keras.layers.StackedRNNCells", 0.34610241651535034]
["tf.compat.v1.metrics.recall_at_k", 0.3452810049057007]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.3443871736526489]
["tf.data.experimental.parse_example_dataset", 0.34438708424568176]
["tf.compat.v1.parse_single_example", 0.34275591373443604]
["tf.compat.v1.io.parse_single_example", 0.34275591373443604]
["tf.io.parse_single_example", 0.34275591373443604]
["tf.raw_ops.MapAndBatchDataset", 0.3416348695755005]
["tf.raw_ops.ExperimentalMapAndBatchDataset", 0.3416348695755005]
["tf.compat.v1.nn.ctc_loss", 0.3379729986190796]
["tf.compat.v1.nn.rnn_cell.BasicRNNCell", 0.3375372886657715]
["tf.compat.v1.nn.ctc_loss_v2", 0.33719831705093384]
["tf.nn.ctc_loss", 0.33719831705093384]
["tf.compat.v1.nn.bidirectional_dynamic_rnn", 0.3359047472476959]
["tf.raw_ops.TakeWhileDataset", 0.33472782373428345]
["tf.raw_ops.ExperimentalTakeWhileDataset", 0.33472782373428345]
["tf.raw_ops.BoostedTreesSerializeEnsemble", 0.3312634825706482]
["tf.compat.v1.nn.rnn_cell.GRUCell", 0.3297969698905945]
["tf.keras.preprocessing.sequence.TimeseriesGenerator", 0.3297407627105713]
["tf.compat.v1.keras.preprocessing.sequence.TimeseriesGenerator", 0.3297407627105713]
["tf.compat.v1.data.Iterator", 0.3296505808830261]
["tf.raw_ops.ParseExampleDatasetV2", 0.32831859588623047]
["tf.raw_ops.ParseExampleDataset", 0.32831859588623047]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.32831859588623047]
["tf.autodiff.GradientTape", 0.3276187777519226]
["tf.compat.v1.GradientTape", 0.3276187777519226]
["tf.GradientTape", 0.3276187777519226]
["tf.compat.v1.keras.experimental.SequenceFeatures", 0.3271027207374573]
["tf.keras.experimental.SequenceFeatures", 0.3271027207374573]
["tf.compat.v1.lookup.experimental.DenseHashTable", 0.3265174627304077]
["tf.lookup.experimental.DenseHashTable", 0.3265174627304077]
["tf.compat.v1.parse_example", 0.3248446583747864]
["tf.compat.v1.io.parse_example", 0.3248446583747864]
["tf.io.parse_example", 0.3248446583747864]
["tf.keras.metrics.RecallAtPrecision", 0.322751522064209]
["tf.metrics.RecallAtPrecision", 0.322751522064209]
["tf.compat.v1.keras.metrics.RecallAtPrecision", 0.322751522064209]
["tf.compat.v1.flags.ListSerializer", 0.32274389266967773]
["tf.compat.v1.app.flags.ListSerializer", 0.32274389266967773]
["tf.compat.v1.flags.CsvListSerializer", 0.32274389266967773]
["tf.compat.v1.app.flags.CsvListSerializer", 0.32274389266967773]
["tf.estimator.MultiClassHead", 0.32119953632354736]
["tf.compat.v1.estimator.MultiClassHead", 0.32119953632354736]
["tf.estimator.BinaryClassHead", 0.3205922245979309]
["tf.compat.v1.estimator.BinaryClassHead", 0.3205922245979309]
["tf.raw_ops.GeneratorDataset", 0.32037901878356934]
["tf.compat.v1.data.experimental.take_while", 0.31896305084228516]
["tf.data.experimental.take_while", 0.31896305084228516]
["tf.compat.v1.estimator.tpu.experimental.EmbeddingConfigSpec", 0.3168978691101074]
["tf.compat.v1.app.flags.EnumClassSerializer", 0.31618085503578186]
["tf.compat.v1.flags.EnumClassSerializer", 0.31618085503578186]
["tf.compat.v1.estimator.MultiLabelHead", 0.31578558683395386]
["tf.estimator.MultiLabelHead", 0.31578558683395386]
["tf.compat.v1.feature_column.sequence_categorical_column_with_identity", 0.3153148889541626]
["tf.feature_column.sequence_categorical_column_with_identity", 0.3153148889541626]
["tf.compat.v1.summary.text", 0.3150867521762848]
["tf.compat.v1.lookup.StaticHashTable", 0.31505072116851807]
["tf.lookup.StaticHashTable", 0.31505072116851807]
["tf.compat.v1.keras.layers.LSTM", 0.31459471583366394]
["tf.keras.layers.LSTM", 0.31459471583366394]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.3142867684364319]
["tf.keras.datasets.imdb.get_word_index", 0.3142867684364319]
["tf.raw_ops.ExperimentalDirectedInterleaveDataset", 0.31403130292892456]
["tf.raw_ops.DirectedInterleaveDataset", 0.31403130292892456]
["tf.raw_ops.InitializeTable", 0.3140248656272888]
["tf.raw_ops.InitializeTableV2", 0.3140248656272888]
["tf.compat.v1.nn.static_rnn", 0.3134778141975403]
["tf.compat.v1.nn.dynamic_rnn", 0.3134778141975403]
["tf.raw_ops.ExperimentalUnbatchDataset", 0.3124808371067047]
["tf.raw_ops.UnbatchDataset", 0.3124808371067047]
["tf.compat.v1.saved_model.classification_signature_def", 0.3124616742134094]
["tf.compat.v1.saved_model.signature_def_utils.classification_signature_def", 0.3124616742134094]
["tf.compat.v1.feature_column.make_parse_example_spec", 0.3121570646762848]
["tf.feature_column.make_parse_example_spec", 0.3121570646762848]
["tf.raw_ops.WriteRawProtoSummary", 0.31111887097358704]
["tf.compat.v1.keras.layers.Attention", 0.30967918038368225]
["tf.keras.layers.Attention", 0.30967918038368225]
["tf.data.FixedLengthRecordDataset", 0.30947744846343994]
["tf.compat.v1.data.FixedLengthRecordDataset", 0.30947744846343994]
["tf.raw_ops.FilterDataset", 0.307563841342926]
["tf.compat.v1.nn.rnn_cell.LSTMStateTuple", 0.3075142502784729]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.3055214285850525]
["tf.queue.PaddingFIFOQueue", 0.3055214285850525]
["tf.compat.v1.PaddingFIFOQueue", 0.3055213987827301]
["tf.compat.v1.io.PaddingFIFOQueue", 0.3055213987827301]
["tf.compat.v1.keras.utils.register_keras_serializable", 0.30548542737960815]
["tf.keras.utils.register_keras_serializable", 0.30548542737960815]
["tf.keras.layers.AdditiveAttention", 0.30532705783843994]
["tf.compat.v1.keras.layers.AdditiveAttention", 0.30532705783843994]
["tf.raw_ops.ParallelInterleaveDatasetV3", 0.30459827184677124]
["tf.raw_ops.ParallelMapDatasetV2", 0.30459827184677124]
["tf.raw_ops.ParallelInterleaveDatasetV4", 0.30459827184677124]
["tf.raw_ops.LegacyParallelInterleaveDatasetV2", 0.30459827184677124]
["tf.raw_ops.ParallelMapDataset", 0.30459827184677124]
["tf.raw_ops.ExperimentalMapDataset", 0.30459827184677124]
["tf.raw_ops.ExperimentalParallelInterleaveDataset", 0.30459827184677124]
["tf.raw_ops.MapDataset", 0.30459827184677124]
["tf.raw_ops.ParallelInterleaveDataset", 0.30459827184677124]
["tf.raw_ops.InterleaveDataset", 0.30459827184677124]
["tf.raw_ops.ParallelInterleaveDatasetV2", 0.30459827184677124]
["tf.raw_ops.FlatMapDataset", 0.30459827184677124]
["tf.train.ClusterSpec", 0.30391091108322144]
["tf.compat.v1.train.ClusterSpec", 0.30391091108322144]
["tf.compat.v1.nn.learned_unigram_candidate_sampler", 0.3006593585014343]
["tf.compat.v1.random.learned_unigram_candidate_sampler", 0.3006593585014343]
["tf.nn.learned_unigram_candidate_sampler", 0.3006593585014343]
["tf.random.learned_unigram_candidate_sampler", 0.3006593585014343]
["tf.compat.v1.data.TFRecordDataset", 0.30056995153427124]
["tf.data.TFRecordDataset", 0.30056995153427124]
["tf.raw_ops.ConcatenateDataset", 0.2995644211769104]
["tf.compat.v1.decode_csv", 0.298072874546051]
["tf.compat.v1.io.decode_csv", 0.298072874546051]
["tf.raw_ops.DecodeCSV", 0.298072874546051]
["tf.io.decode_csv", 0.29807281494140625]
["tf.estimator.export.ClassificationOutput", 0.2979266047477722]
["tf.compat.v1.estimator.export.ClassificationOutput", 0.2979266047477722]
["tf.compat.v1.flags.BaseListParser", 0.29776328802108765]
["tf.compat.v1.app.flags.BaseListParser", 0.29776328802108765]
["tf.compat.v1.keras.preprocessing.text.Tokenizer", 0.2972692847251892]
["tf.keras.preprocessing.text.Tokenizer", 0.2972692847251892]
["tf.raw_ops.TensorDataset", 0.2970414161682129]
["tf.compat.v1.feature_column.sequence_numeric_column", 0.29628390073776245]
["tf.feature_column.sequence_numeric_column", 0.29628390073776245]
["tf.keras.utils.pack_x_y_sample_weight", 0.29604774713516235]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.2960355579853058]
["tf.math.confusion_matrix", 0.2957919239997864]
["tf.compat.v1.confusion_matrix", 0.2957919239997864]
["tf.compat.v1.math.confusion_matrix", 0.2957919239997864]
["tf.raw_ops.RecvTPUEmbeddingActivations", 0.295777291059494]
["tf.compat.v1.data.experimental.make_batched_features_dataset", 0.295633465051651]
["tf.data.experimental.make_batched_features_dataset", 0.295633465051651]
["tf.distribute.DistributedValues", 0.29530346393585205]
["tf.compat.v1.keras.layers.serialize", 0.29436159133911133]
["tf.keras.layers.serialize", 0.29436159133911133]
["tf.keras.utils.unpack_x_y_sample_weight", 0.2941378951072693]
["tf.compat.v1.data.experimental.choose_from_datasets", 0.2937021255493164]
["tf.data.experimental.choose_from_datasets", 0.2937021255493164]
["tf.compat.v1.data.experimental.RandomDataset", 0.2932223081588745]
["tf.data.experimental.RandomDataset", 0.2932223081588745]
["tf.compat.v1.app.flags.DEFINE_flag", 0.29245948791503906]
["tf.compat.v1.flags.DEFINE_flag", 0.29245948791503906]
["tf.raw_ops.CacheDataset", 0.29153650999069214]
["tf.compat.v1.flags.DEFINE", 0.28958454728126526]
["tf.compat.v1.app.flags.DEFINE", 0.28958454728126526]
["tf.keras.layers.Bidirectional", 0.2894059419631958]
["tf.compat.v1.keras.layers.Bidirectional", 0.2894059419631958]
["tf.compat.v1.keras.datasets.fashion_mnist.load_data", 0.28894123435020447]
["tf.keras.datasets.fashion_mnist.load_data", 0.28894123435020447]
["tf.compat.v1.train.Supervisor", 0.2886159420013428]
["tf.keras.datasets.reuters.get_word_index", 0.28855258226394653]
["tf.compat.v1.keras.datasets.reuters.get_word_index", 0.28855258226394653]
["tf.compat.v1.lite.RepresentativeDataset", 0.28853416442871094]
["tf.lite.RepresentativeDataset", 0.28853416442871094]
["tf.compat.v1.data.Dataset", 0.28774821758270264]
["tf.data.Dataset", 0.28774821758270264]
["tf.experimental.numpy.object_", 0.28686654567718506]
["tf.compat.v1.data.DatasetSpec", 0.2867503762245178]
["tf.data.DatasetSpec", 0.2867503762245178]
["tf.compat.v1.data.experimental.DatasetStructure", 0.2867503762245178]
["tf.compat.v1.lookup.experimental.MutableHashTable", 0.2863457202911377]
["tf.lookup.experimental.MutableHashTable", 0.2863457202911377]
["tf.compat.v1.train.Checkpoint", 0.2860274910926819]
["tf.io.TFRecordWriter", 0.2855534553527832]
["tf.compat.v1.io.TFRecordWriter", 0.2855534553527832]
["tf.compat.v1.python_io.TFRecordWriter", 0.2855534553527832]
["tf.raw_ops.AllCandidateSampler", 0.2850547432899475]
["tf.raw_ops.LearnedUnigramCandidateSampler", 0.2850547432899475]
["tf.raw_ops.FixedUnigramCandidateSampler", 0.2850547432899475]
["tf.raw_ops.ThreadUnsafeUnigramCandidateSampler", 0.2850547432899475]
["tf.compat.v1.distributions.Distribution", 0.284912109375]
["tf.compat.v1.nest.map_structure", 0.28467845916748047]
["tf.nest.map_structure", 0.28467845916748047]
["tf.raw_ops.ImmutableConst", 0.2839755415916443]
["tf.io.encode_proto", 0.28329336643218994]
["tf.compat.v1.io.encode_proto", 0.28329336643218994]
["tf.raw_ops.EncodeProto", 0.28329336643218994]
["tf.compat.v1.data.experimental.DatasetInitializer", 0.2832382619380951]
["tf.data.experimental.DatasetInitializer", 0.2832382619380951]
["tf.raw_ops.WindowDataset", 0.28308096528053284]
["tf.distribute.experimental.CentralStorageStrategy", 0.2818683683872223]
["tf.compat.v1.distribute.experimental.CentralStorageStrategy", 0.2818683683872223]
["tf.compat.v1.train.MonitoredSession", 0.28169316053390503]
["tf.keras.experimental.CosineDecayRestarts", 0.2814406454563141]
["tf.compat.v1.keras.optimizers.schedules.CosineDecayRestarts", 0.2814406454563141]
["tf.keras.optimizers.schedules.CosineDecayRestarts", 0.2814406454563141]
["tf.compat.v1.keras.experimental.CosineDecayRestarts", 0.2814406454563141]
["tf.optimizers.schedules.CosineDecayRestarts", 0.2814406454563141]
["tf.keras.metrics.serialize", 0.28067970275878906]
["tf.metrics.serialize", 0.28067970275878906]
["tf.compat.v1.keras.metrics.serialize", 0.28067970275878906]
["tf.compat.v1.flags.MultiEnumClassFlag", 0.2806243300437927]
["tf.compat.v1.app.flags.MultiEnumClassFlag", 0.2806243300437927]
["tf.compat.v1.keras.layers.ConvLSTM1D", 0.28022319078445435]
["tf.keras.layers.ConvLSTM1D", 0.28022319078445435]
["tf.keras.utils.experimental.DatasetCreator", 0.28005996346473694]
["tf.raw_ops.ApplyProximalAdagrad", 0.2791776955127716]
["tf.raw_ops.ResourceApplyProximalAdagrad", 0.2791776955127716]
["tf.raw_ops.TPUEmbeddingActivations", 0.2791628837585449]
["tf.compat.v1.data.experimental.OptimizationOptions", 0.2785109877586365]
["tf.data.experimental.OptimizationOptions", 0.2785109877586365]
["tf.compat.v1.keras.datasets.imdb.load_data", 0.27818942070007324]
["tf.keras.datasets.imdb.load_data", 0.27818942070007324]
["tf.compat.v1.data.make_initializable_iterator", 0.2776864767074585]
["tf.compat.v1.data.make_one_shot_iterator", 0.2776864767074585]
["tf.keras.utils.serialize_keras_object", 0.276419460773468]
["tf.compat.v1.keras.utils.serialize_keras_object", 0.276419460773468]
["tf.compat.v1.flags.DEFINE_multi_enum_class", 0.2761038541793823]
["tf.compat.v1.app.flags.DEFINE_multi_enum_class", 0.2761038541793823]
["tf.raw_ops.MapStage", 0.27468281984329224]
["tf.compat.v1.data.TextLineDataset", 0.2743731141090393]
["tf.keras.layers.experimental.preprocessing.CategoryEncoding", 0.2742525339126587]
["tf.compat.v1.keras.layers.experimental.preprocessing.CategoryEncoding", 0.2742525339126587]
["tf.keras.layers.CategoryEncoding", 0.2742525339126587]
["tf.compat.v1.keras.layers.CategoryEncoding", 0.2742525339126587]
["tf.metrics.PrecisionAtRecall", 0.2734615206718445]
["tf.keras.metrics.PrecisionAtRecall", 0.2734615206718445]
["tf.compat.v1.keras.metrics.PrecisionAtRecall", 0.2734615206718445]
["tf.compat.v1.tpu.experimental.embedding.TableConfig", 0.27312907576560974]
["tf.tpu.experimental.embedding.TableConfig", 0.27312907576560974]
["tf.keras.layers.StringLookup", 0.27301186323165894]
["tf.keras.layers.experimental.preprocessing.StringLookup", 0.27301186323165894]
["tf.compat.v1.parse_single_sequence_example", 0.2723437547683716]
["tf.compat.v1.io.parse_single_sequence_example", 0.2723437547683716]
["tf.io.parse_single_sequence_example", 0.2723437547683716]
["tf.optimizers.schedules.PolynomialDecay", 0.27180153131484985]
["tf.compat.v1.keras.optimizers.schedules.PolynomialDecay", 0.27180153131484985]
["tf.keras.optimizers.schedules.PolynomialDecay", 0.27180153131484985]
["tf.keras.layers.ConvLSTM2D", 0.2708604037761688]
["tf.compat.v1.keras.layers.ConvLSTM2D", 0.2708604037761688]
["tf.raw_ops.OptimizeDatasetV2", 0.2705584764480591]
["tf.compat.v1.keras.preprocessing.text.hashing_trick", 0.2701462209224701]
["tf.keras.preprocessing.text.hashing_trick", 0.2701462209224701]
["tf.compat.v1.keras.layers.CuDNNLSTM", 0.26979172229766846]
["tf.compat.v1.distribute.InputContext", 0.2686530351638794]
["tf.distribute.InputContext", 0.2686530351638794]
["tf.raw_ops.RngReadAndSkip", 0.26837801933288574]
["tf.raw_ops.RngSkip", 0.26837801933288574]
["tf.keras.optimizers.schedules.InverseTimeDecay", 0.26804471015930176]
["tf.compat.v1.keras.optimizers.schedules.InverseTimeDecay", 0.26804471015930176]
["tf.optimizers.schedules.InverseTimeDecay", 0.26804471015930176]
["tf.optimizers.schedules.PiecewiseConstantDecay", 0.2678307890892029]
["tf.keras.optimizers.schedules.PiecewiseConstantDecay", 0.2678307890892029]
["tf.compat.v1.keras.optimizers.schedules.PiecewiseConstantDecay", 0.2678307890892029]
["tf.compat.v1.random.experimental.stateless_fold_in", 0.26768001914024353]
["tf.random.experimental.stateless_fold_in", 0.2676798701286316]
["tf.compat.v1.keras.metrics.Metric", 0.2675156891345978]
["tf.metrics.Metric", 0.2675156891345978]
["tf.keras.metrics.Metric", 0.2675156891345978]
["tf.compat.v1.nn.rnn_cell.MultiRNNCell", 0.26749834418296814]
["tf.compat.v1.FixedLengthRecordReader", 0.26710569858551025]
["tf.raw_ops.FixedLengthRecordReader", 0.26710569858551025]
["tf.raw_ops.FixedLengthRecordReaderV2", 0.26710569858551025]
["tf.raw_ops.WriteSummary", 0.2660377025604248]
["tf.raw_ops.ZipDataset", 0.265927255153656]
["tf.estimator.experimental.RNNClassifier", 0.2658841907978058]
["tf.compat.v1.nn.rnn_cell.ResidualWrapper", 0.26572734117507935]
["tf.nn.RNNCellResidualWrapper", 0.26572728157043457]
["tf.Module", 0.26527607440948486]
["tf.compat.v1.Module", 0.26527607440948486]
["tf.data.experimental.save", 0.2639831602573395]
["tf.raw_ops.CudnnRNNV3", 0.2633834481239319]
["tf.raw_ops.CudnnRNN", 0.2633834481239319]
["tf.raw_ops.CudnnRNNV2", 0.2633834481239319]
["tf.compat.v1.data.experimental.to_variant", 0.2633645534515381]
["tf.data.experimental.to_variant", 0.2633645534515381]
["tf.raw_ops.ScanDataset", 0.26327529549598694]
["tf.raw_ops.ExperimentalScanDataset", 0.26327529549598694]
["tf.raw_ops.TensorListStack", 0.2632559835910797]
["tf.debugging.enable_check_numerics", 0.2630581259727478]
["tf.compat.v1.debugging.enable_check_numerics", 0.2630581259727478]
["tf.raw_ops.BoostedTreesCreateEnsemble", 0.2627484202384949]
["tf.compat.v1.estimator.BestExporter", 0.26161354780197144]
["tf.estimator.BestExporter", 0.26161354780197144]
["tf.raw_ops.ShuffleAndRepeatDataset", 0.2613218426704407]
["tf.compat.v1.train.batch_join", 0.2605321407318115]
["tf.compat.v1.scatter_mul", 0.26001113653182983]
["tf.raw_ops.ScatterMul", 0.26001113653182983]
["tf.data.experimental.get_single_element", 0.2600109279155731]
["tf.compat.v1.data.experimental.get_single_element", 0.2600109279155731]
["tf.compat.v1.nn.with_space_to_batch", 0.25943732261657715]
["tf.nn.with_space_to_batch", 0.25943732261657715]
["tf.raw_ops.ScatterAdd", 0.25931116938591003]
["tf.raw_ops.ExperimentalSqlDataset", 0.2589949667453766]
["tf.raw_ops.SqlDataset", 0.2589949667453766]
["tf.keras.applications.InceptionV3", 0.258314311504364]
["tf.compat.v1.keras.applications.InceptionV3", 0.258314311504364]
["tf.compat.v1.keras.applications.inception_v3.InceptionV3", 0.258314311504364]
["tf.keras.applications.inception_v3.InceptionV3", 0.258314311504364]
["tf.compat.v1.data.experimental.parallel_interleave", 0.2575225830078125]
["tf.data.experimental.parallel_interleave", 0.2575225830078125]
["tf.raw_ops.OptimizeDataset", 0.2574852705001831]
["tf.raw_ops.DeserializeSparse", 0.25741276144981384]
["tf.losses.categorical_hinge", 0.2571853995323181]
["tf.compat.v1.keras.losses.categorical_hinge", 0.2571853995323181]
["tf.keras.losses.categorical_hinge", 0.2571853995323181]
["tf.compat.v1.keras.losses.CategoricalHinge", 0.2571853995323181]
["tf.losses.CategoricalHinge", 0.2571853995323181]
["tf.keras.losses.CategoricalHinge", 0.2571853995323181]
["tf.compat.v1.tpu.experimental.embedding.TPUEmbedding", 0.2571418881416321]
["tf.tpu.experimental.embedding.TPUEmbedding", 0.2571418881416321]
["tf.image.generate_bounding_box_proposals", 0.25700122117996216]
["tf.compat.v1.image.generate_bounding_box_proposals", 0.25700122117996216]
["tf.compat.v1.keras.layers.GRUCell", 0.25666117668151855]
["tf.keras.layers.GRUCell", 0.25666117668151855]
["tf.raw_ops.DatasetToGraphV2", 0.2563615143299103]
["tf.raw_ops.DatasetToGraph", 0.2563615143299103]
["tf.compat.v1.estimator.DNNClassifier", 0.25635063648223877]
["tf.estimator.DNNClassifier", 0.25635063648223877]
["tf.compat.v1.keras.layers.Wrapper", 0.255875825881958]
["tf.keras.layers.Wrapper", 0.255875825881958]
["tf.compat.v1.train.SingularMonitoredSession", 0.2555123269557953]
["tf.compat.v1.serialize_tensor", 0.2550395131111145]
["tf.raw_ops.SerializeTensor", 0.2550395131111145]
["tf.compat.v1.io.serialize_tensor", 0.2550395131111145]
["tf.io.serialize_tensor", 0.2550395131111145]
["tf.keras.layers.DenseFeatures", 0.2550275921821594]
["tf.compat.v1.keras.layers.DenseFeatures", 0.2550275921821594]
["tf.config.experimental.get_memory_info", 0.25500500202178955]
["tf.compat.v1.config.experimental.get_memory_info", 0.25500500202178955]
["tf.keras.utils.get_custom_objects", 0.2548683285713196]
["tf.compat.v1.keras.utils.get_custom_objects", 0.2548683285713196]
["tf.raw_ops.PrefetchDataset", 0.2548617720603943]
["tf.raw_ops.TakeDataset", 0.25441691279411316]
["tf.compat.v1.estimator.export.PredictOutput", 0.2544003427028656]
["tf.estimator.export.PredictOutput", 0.2544003427028656]
["tf.raw_ops.WriteHistogramSummary", 0.2541913688182831]
["tf.raw_ops.CudnnRNNCanonicalToParamsV2", 0.25343865156173706]
["tf.compat.v1.flags.DEFINE_multi_enum", 0.2529401183128357]
["tf.compat.v1.app.flags.DEFINE_multi_enum", 0.2529401183128357]
["tf.compat.v1.train.FinalOpsHook", 0.2528524398803711]
["tf.estimator.FinalOpsHook", 0.2528524398803711]
["tf.compat.v1.estimator.FinalOpsHook", 0.2528524398803711]
["tf.compat.v1.profiler.profile", 0.2526196837425232]
["tf.raw_ops.MutableDenseHashTable", 0.252014696598053]
["tf.raw_ops.MutableDenseHashTableV2", 0.252014696598053]
["tf.compat.v1.flags.DEFINE_multi_string", 0.2517496943473816]
["tf.compat.v1.app.flags.DEFINE_multi_string", 0.2517496943473816]
["tf.raw_ops.TFRecordReader", 0.2514330744743347]
["tf.raw_ops.TFRecordReaderV2", 0.2514330744743347]
["tf.compat.v1.flags.EnumClassParser", 0.251147985458374]
["tf.compat.v1.app.flags.EnumClassParser", 0.251147985458374]
["tf.raw_ops.QuantizedBiasAdd", 0.2500002980232239]
["tf.compat.v1.variable_scope", 0.24963784217834473]
["tf.raw_ops.RaggedTensorToVariant", 0.24936726689338684]
["tf.compat.v1.keras.experimental.CosineDecay", 0.24857234954833984]
["tf.keras.experimental.CosineDecay", 0.24857234954833984]
["tf.optimizers.schedules.CosineDecay", 0.24857234954833984]
["tf.compat.v1.keras.optimizers.schedules.CosineDecay", 0.24857234954833984]
["tf.keras.optimizers.schedules.CosineDecay", 0.24857234954833984]
["tf.keras.losses.Loss", 0.24815905094146729]
["tf.compat.v1.keras.losses.Loss", 0.24815905094146729]
["tf.losses.Loss", 0.24815905094146729]
["tf.compat.v1.flags.DEFINE_list", 0.248104989528656]
["tf.compat.v1.app.flags.DEFINE_list", 0.248104989528656]
["tf.compat.v1.train.Scaffold", 0.2480439841747284]
["tf.raw_ops.ExperimentalMaxIntraOpParallelismDataset", 0.24753975868225098]
["tf.raw_ops.MaxIntraOpParallelismDataset", 0.24753975868225098]
["tf.compat.v1.name_scope", 0.2473965287208557]
["tf.compat.v1.keras.backend.name_scope", 0.2473965287208557]
["tf.name_scope", 0.2473965287208557]
["tf.raw_ops.WriteAudioSummary", 0.24734482169151306]
["tf.compat.v1.nn.rnn_cell.DeviceWrapper", 0.24726012349128723]
["tf.nn.RNNCellDeviceWrapper", 0.24726012349128723]
["tf.initializers.VarianceScaling", 0.24709464609622955]
["tf.keras.initializers.VarianceScaling", 0.24709464609622955]
["tf.compat.v1.initializers.variance_scaling", 0.24709464609622955]
["tf.compat.v1.keras.initializers.lecun_uniform", 0.24709464609622955]
["tf.keras.initializers.variance_scaling", 0.24709464609622955]
["tf.compat.v1.variance_scaling_initializer", 0.24709464609622955]
["tf.compat.v1.keras.initializers.VarianceScaling", 0.24709464609622955]
["tf.initializers.variance_scaling", 0.24709464609622955]
["tf.compat.v1.keras.initializers.he_normal", 0.24709464609622955]
["tf.compat.v1.keras.initializers.he_uniform", 0.24709464609622955]
["tf.compat.v1.keras.initializers.lecun_normal", 0.24709464609622955]
["tf.raw_ops.SkipDataset", 0.24677908420562744]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.24631434679031372]
["tf.raw_ops.ParseExampleV2", 0.2463066279888153]
["tf.raw_ops.ParseSingleExample", 0.246221125125885]
["tf.raw_ops.Softmax", 0.24617119133472443]
["tf.nn.softmax", 0.24617119133472443]
["tf.compat.v1.nn.softmax", 0.24617119133472443]
["tf.compat.v1.math.softmax", 0.24617119133472443]
["tf.math.softmax", 0.24617119133472443]
["tf.compat.v1.data.experimental.shuffle_and_repeat", 0.2461453378200531]
["tf.data.experimental.shuffle_and_repeat", 0.2461453378200531]
["tf.data.experimental.service.distribute", 0.2458832859992981]
["tf.compat.v1.data.experimental.service.distribute", 0.2458832561969757]
["tf.raw_ops.GenerateVocabRemapping", 0.24564403295516968]
["tf.compat.v1.keras.utils.OrderedEnqueuer", 0.24550491571426392]
["tf.keras.utils.OrderedEnqueuer", 0.24550491571426392]
["tf.compat.v1.keras.utils.deserialize_keras_object", 0.24546322226524353]
["tf.keras.utils.deserialize_keras_object", 0.24546322226524353]
["tf.compat.v1.keras.callbacks.LearningRateScheduler", 0.24544838070869446]
["tf.keras.callbacks.LearningRateScheduler", 0.24544838070869446]
["tf.compat.v1.Session", 0.24534741044044495]
["tf.compat.v1.ragged.cross_hashed", 0.24510139226913452]
["tf.ragged.cross_hashed", 0.24510139226913452]
["tf.compat.v1.data.experimental.dense_to_ragged_batch", 0.24509112536907196]
["tf.data.experimental.dense_to_ragged_batch", 0.24509112536907196]
["tf.compat.v1.app.flags.FlagHolder", 0.24365371465682983]
["tf.compat.v1.flags.FlagHolder", 0.24365371465682983]
["tf.raw_ops.RefEnter", 0.2434191107749939]
["tf.raw_ops.Enter", 0.2434191107749939]
["tf.raw_ops.TensorListFromTensor", 0.24307575821876526]
["tf.compat.v1.keras.Model", 0.24305856227874756]
["tf.keras.Model", 0.24305856227874756]
["tf.compat.v1.keras.models.Model", 0.24305856227874756]
["tf.keras.models.Model", 0.24305856227874756]
["tf.keras.layers.concatenate", 0.24303215742111206]
["tf.compat.v1.keras.layers.concatenate", 0.24303215742111206]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.24300535023212433]
["tf.raw_ops.InfeedEnqueuePrelinearizedBuffer", 0.24296243488788605]
["tf.compat.v1.feature_column.numeric_column", 0.24277639389038086]
["tf.feature_column.numeric_column", 0.24277639389038086]
["tf.raw_ops.ExperimentalUniqueDataset", 0.2424328327178955]
["tf.raw_ops.UniqueDataset", 0.24243280291557312]
["tf.compat.v1.keras.metrics.CategoricalHinge", 0.24227020144462585]
["tf.metrics.CategoricalHinge", 0.24227020144462585]
["tf.keras.metrics.CategoricalHinge", 0.24227020144462585]
["tf.nn.sparse_softmax_cross_entropy_with_logits", 0.24220198392868042]
["tf.compat.v1.nn.sparse_softmax_cross_entropy_with_logits", 0.24220198392868042]
["tf.compat.v1.strings.unicode_encode", 0.24118390679359436]
["tf.strings.unicode_encode", 0.24118390679359436]
["tf.compat.v1.io.parse_sequence_example", 0.24110062420368195]
["tf.io.parse_sequence_example", 0.24110062420368195]
["tf.compat.v1.sparse.cross_hashed", 0.24107524752616882]
["tf.sparse.cross_hashed", 0.24107523262500763]
["tf.raw_ops.TensorListConcat", 0.24104054272174835]
["tf.raw_ops.TensorListConcatV2", 0.24104054272174835]
["tf.compat.v1.flags.FlagValues", 0.24074533581733704]
["tf.compat.v1.app.flags.FlagValues", 0.24074533581733704]
["tf.compat.v1.flags.FLAGS", 0.24074533581733704]
["tf.compat.v1.app.flags.FLAGS", 0.24074533581733704]
["tf.compat.v1.data.experimental.CsvDataset", 0.24061645567417145]
["tf.data.experimental.CsvDataset", 0.24061645567417145]
["tf.compat.v1.TensorSpec", 0.24045202136039734]
["tf.TensorSpec", 0.24045202136039734]
["tf.compat.v1.TensorArray", 0.240273579955101]
["tf.TensorArray", 0.240273579955101]
["tf.raw_ops.CudnnRNNCanonicalToParams", 0.2402399778366089]
["tf.compat.v1.keras.optimizers.schedules.ExponentialDecay", 0.2400629222393036]
["tf.optimizers.schedules.ExponentialDecay", 0.2400629222393036]
["tf.keras.optimizers.schedules.ExponentialDecay", 0.2400629222393036]
["tf.compat.v1.lookup.KeyValueTensorInitializer", 0.23983275890350342]
["tf.lookup.KeyValueTensorInitializer", 0.23983275890350342]
["tf.data.experimental.assert_cardinality", 0.23977959156036377]
["tf.compat.v1.data.experimental.assert_cardinality", 0.23977959156036377]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.23930561542510986]
["tf.config.LogicalDevice", 0.239304780960083]
["tf.compat.v1.config.LogicalDevice", 0.239304780960083]
["tf.raw_ops.MakeIterator", 0.23899340629577637]
["tf.experimental.numpy.unicode_", 0.23886825144290924]
["tf.raw_ops.SlidingWindowDataset", 0.2387077808380127]
["tf.raw_ops.ExperimentalSlidingWindowDataset", 0.2387077808380127]
["tf.compat.v1.experimental.BatchableExtensionType", 0.23868206143379211]
["tf.experimental.BatchableExtensionType", 0.23868206143379211]
["tf.compat.v1.tpu.experimental.shared_embedding_columns", 0.23864005506038666]
["tf.nn.softmax_cross_entropy_with_logits", 0.23856940865516663]
["tf.compat.v1.flags.DEFINE_enum_class", 0.23848867416381836]
["tf.compat.v1.app.flags.DEFINE_enum_class", 0.23848867416381836]
["tf.data.experimental.AutotuneOptions", 0.23831433057785034]
["tf.compat.v1.data.experimental.AutotuneOptions", 0.23831433057785034]
["tf.compat.v1.keras.metrics.deserialize", 0.23813104629516602]
["tf.keras.metrics.deserialize", 0.23813104629516602]
["tf.metrics.deserialize", 0.23813104629516602]
["tf.raw_ops.WriteScalarSummary", 0.23790507018566132]
["tf.compat.v1.estimator.MultiHead", 0.23789024353027344]
["tf.estimator.MultiHead", 0.23789024353027344]
["tf.compat.v1.initializers.ones", 0.23777583241462708]
["tf.compat.v1.ones_initializer", 0.23777583241462708]
["tf.compat.v1.keras.initializers.Ones", 0.23777583241462708]
["tf.compat.v1.keras.initializers.ones", 0.23777583241462708]
["tf.feature_column.categorical_column_with_hash_bucket", 0.23773068189620972]
["tf.compat.v1.feature_column.categorical_column_with_hash_bucket", 0.23773068189620972]
["tf.compat.v1.keras.experimental.WideDeepModel", 0.23681840300559998]
["tf.compat.v1.keras.models.WideDeepModel", 0.23681840300559998]
["tf.keras.experimental.WideDeepModel", 0.23681840300559998]
["tf.compat.v1.data.experimental.prefetch_to_device", 0.23641030490398407]
["tf.data.experimental.prefetch_to_device", 0.23641029000282288]
["tf.test.Benchmark", 0.23633340001106262]
["tf.compat.v1.test.Benchmark", 0.23633340001106262]
["tf.raw_ops.IgnoreErrorsDataset", 0.2359682321548462]
["tf.raw_ops.ExperimentalIgnoreErrorsDataset", 0.2359682321548462]
["tf.raw_ops.ReaderReadUpToV2", 0.23594745993614197]
["tf.raw_ops.ReaderReadUpTo", 0.23594745993614197]
["tf.raw_ops.ThreadPoolDataset", 0.23584023118019104]
["tf.raw_ops.PrivateThreadPoolDataset", 0.23584023118019104]
["tf.raw_ops.ThreadPoolHandle", 0.23584023118019104]
["tf.raw_ops.ExperimentalPrivateThreadPoolDataset", 0.23584023118019104]
["tf.raw_ops.ExperimentalThreadPoolHandle", 0.23584023118019104]
["tf.raw_ops.ExperimentalThreadPoolDataset", 0.23584023118019104]
["tf.raw_ops.DenseToSparseBatchDataset", 0.23557311296463013]
["tf.raw_ops.ExperimentalDenseToSparseBatchDataset", 0.23557311296463013]
["tf.compat.v1.app.flags.UnrecognizedFlagError", 0.23527978360652924]
["tf.compat.v1.flags.UnrecognizedFlagError", 0.23527978360652924]
["tf.compat.v1.tpu.experimental.embedding_column", 0.2352587878704071]
["tf.compat.v1.OpError", 0.23513801395893097]
["tf.errors.OpError", 0.23513801395893097]
["tf.compat.v1.errors.OpError", 0.23513801395893097]
["tf.keras.experimental.SidecarEvaluator", 0.23510226607322693]
["tf.compat.v1.tpu.experimental.embedding.FeatureConfig", 0.23500534892082214]
["tf.tpu.experimental.embedding.FeatureConfig", 0.23500534892082214]
["tf.raw_ops.DebugIdentity", 0.2349504828453064]
["tf.optimizers.Nadam", 0.23485836386680603]
["tf.keras.optimizers.Nadam", 0.23485836386680603]
["tf.compat.v1.keras.optimizers.Nadam", 0.23485836386680603]
["tf.raw_ops.AnonymousIteratorV2", 0.23471403121948242]
["tf.raw_ops.AnonymousIterator", 0.23471403121948242]
["tf.raw_ops.DeleteIterator", 0.23471403121948242]
["tf.raw_ops.DeleteMultiDeviceIterator", 0.23471403121948242]
["tf.raw_ops.Iterator", 0.23471403121948242]
["tf.raw_ops.WriteGraphSummary", 0.23465165495872498]
["tf.compat.v1.train.experimental.LossScale", 0.23434759676456451]
["tf.train.experimental.LossScale", 0.23434759676456451]
["tf.compat.v1.mixed_precision.LossScale", 0.23434759676456451]
["tf.compat.v1.mixed_precision.experimental.LossScale", 0.23434759676456451]
["tf.mixed_precision.experimental.LossScale", 0.23434759676456451]
["tf.data.experimental.scan", 0.23288872838020325]
["tf.compat.v1.data.experimental.scan", 0.23288872838020325]
["tf.keras.layers.ConvLSTM3D", 0.23284870386123657]
["tf.compat.v1.keras.layers.ConvLSTM3D", 0.23284870386123657]
["tf.compat.v1.recompute_grad", 0.23264700174331665]
["tf.recompute_grad", 0.23264700174331665]
["tf.signal.overlap_and_add", 0.2320583611726761]
["tf.compat.v1.signal.overlap_and_add", 0.2320583611726761]
["tf.compat.v1.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.23160499334335327]
["tf.estimator.experimental.build_raw_supervised_input_receiver_fn", 0.23160499334335327]
["tf.compat.v1.estimator.LinearClassifier", 0.23154868185520172]
["tf.estimator.LinearClassifier", 0.23154868185520172]
["tf.raw_ops.SparseTensorSliceDataset", 0.23148870468139648]
["tf.raw_ops.SparseApplyAdagrad", 0.23141038417816162]
["tf.raw_ops.ResourceSparseApplyAdagradV2", 0.23141038417816162]
["tf.raw_ops.SparseApplyAdagradV2", 0.23141038417816162]
["tf.raw_ops.ResourceSparseApplyAdagrad", 0.23141038417816162]
["tf.raw_ops.FixedLengthRecordDataset", 0.23113442957401276]
["tf.raw_ops.CompressElement", 0.23088794946670532]
["tf.compat.v1.strings.ngrams", 0.23071756958961487]
["tf.strings.ngrams", 0.23071756958961487]
["tf.compat.v1.train.import_meta_graph", 0.23067006468772888]
["tf.raw_ops.PrelinearizeTuple", 0.2303490787744522]
["tf.raw_ops.SparseCountSparseOutput", 0.23015841841697693]
["tf.distribute.experimental.ValueContext", 0.23011678457260132]
["tf.compat.v1.flags.DEFINE_multi_integer", 0.2300979644060135]
["tf.compat.v1.app.flags.DEFINE_multi_integer", 0.2300979644060135]
["tf.raw_ops.ReduceDataset", 0.22998234629631042]
["tf.compat.v1.nn.atrous_conv2d", 0.2298603355884552]
["tf.nn.atrous_conv2d", 0.2298603355884552]
["tf.raw_ops.OptionsDataset", 0.22975173592567444]
["tf.raw_ops.WriteImageSummary", 0.2292214334011078]
["tf.raw_ops.RaggedCountSparseOutput", 0.22891327738761902]
["tf.raw_ops.DeserializeManySparse", 0.2287672609090805]
["tf.compat.v1.deserialize_many_sparse", 0.2287672609090805]
["tf.io.deserialize_many_sparse", 0.22876721620559692]
["tf.compat.v1.io.deserialize_many_sparse", 0.22876720130443573]
["tf.compat.v1.summary.tensor_summary", 0.22872480750083923]
["tf.keras.applications.xception.Xception", 0.22862839698791504]
["tf.keras.applications.Xception", 0.22862839698791504]
["tf.compat.v1.keras.applications.xception.Xception", 0.22862839698791504]
["tf.compat.v1.keras.applications.Xception", 0.22862839698791504]
["tf.compat.v1.signal.hamming_window", 0.22861656546592712]
["tf.signal.hamming_window", 0.22861652076244354]
["tf.raw_ops.ScatterUpdate", 0.22836655378341675]
["tf.compat.v1.scatter_update", 0.22836655378341675]
["tf.compat.v1.keras.metrics.SparseCategoricalCrossentropy", 0.22817350924015045]
["tf.metrics.SparseCategoricalCrossentropy", 0.22817350924015045]
["tf.keras.metrics.SparseCategoricalCrossentropy", 0.22817350924015045]
["tf.compat.v1.keras.metrics.CategoricalCrossentropy", 0.22817350924015045]
["tf.metrics.CategoricalCrossentropy", 0.22817350924015045]
["tf.keras.metrics.CategoricalCrossentropy", 0.22817350924015045]
["tf.metrics.BinaryCrossentropy", 0.22817350924015045]
["tf.keras.metrics.BinaryCrossentropy", 0.22817350924015045]
["tf.compat.v1.keras.metrics.BinaryCrossentropy", 0.22817350924015045]
["tf.compat.v1.keras.models.clone_model", 0.22814810276031494]
["tf.keras.models.clone_model", 0.22814810276031494]
["tf.compat.v1.keras.callbacks.ReduceLROnPlateau", 0.22755488753318787]
["tf.keras.callbacks.ReduceLROnPlateau", 0.22755488753318787]
["tf.raw_ops.MergeSummary", 0.22735655307769775]
["tf.compat.v1.summary.merge", 0.22735655307769775]
["tf.nn.embedding_lookup", 0.22715049982070923]
["tf.compat.v1.nn.embedding_lookup", 0.22715049982070923]
["tf.raw_ops.CudnnRNNParamsToCanonical", 0.22700530290603638]
["tf.compat.v1.estimator.classifier_parse_example_spec", 0.22666090726852417]
["tf.estimator.classifier_parse_example_spec", 0.2266608029603958]
["tf.raw_ops.Save", 0.22661329805850983]
["tf.raw_ops.UncompressElement", 0.22635039687156677]
["tf.raw_ops.UnicodeEncode", 0.22614821791648865]
["tf.raw_ops.OptionalFromValue", 0.2258187085390091]
["tf.raw_ops.PadV2", 0.2256990373134613]
["tf.compat.v1.pad", 0.2256990373134613]
["tf.pad", 0.2256990373134613]
["tf.keras.losses.BinaryCrossentropy", 0.22533345222473145]
["tf.compat.v1.keras.losses.BinaryCrossentropy", 0.22533345222473145]
["tf.losses.BinaryCrossentropy", 0.22533345222473145]
["tf.RegisterGradient", 0.2251773476600647]
["tf.compat.v1.RegisterGradient", 0.2251773476600647]
["tf.raw_ops.ScatterSub", 0.22517703473567963]
["tf.compat.v1.scatter_sub", 0.22517703473567963]
["tf.raw_ops.InfeedDequeueTuple", 0.22492685914039612]
["tf.raw_ops.AutoShardDataset", 0.22469359636306763]
["tf.raw_ops.ExperimentalAutoShardDataset", 0.22469359636306763]
["tf.raw_ops.LookupTableInsert", 0.22468295693397522]
["tf.raw_ops.LookupTableInsertV2", 0.22468295693397522]
["tf.compat.v1.estimator.LogisticRegressionHead", 0.22449928522109985]
["tf.estimator.LogisticRegressionHead", 0.22449928522109985]
["tf.data.experimental.ThreadingOptions", 0.22429782152175903]
["tf.compat.v1.data.experimental.ThreadingOptions", 0.22429782152175903]
["tf.data.ThreadingOptions", 0.22429782152175903]
["tf.compat.v1.data.ThreadingOptions", 0.22429782152175903]
["tf.compat.v1.Graph", 0.2240419238805771]
["tf.Graph", 0.2240419238805771]
["tf.compat.v1.distribute.ReplicaContext", 0.22367876768112183]
["tf.distribute.ReplicaContext", 0.22367876768112183]
["tf.raw_ops.QueueEnqueue", 0.22344666719436646]
["tf.raw_ops.QueueEnqueueV2", 0.22344663739204407]
["tf.compat.v1.flags.DEFINE_multi", 0.22328218817710876]
["tf.compat.v1.app.flags.DEFINE_multi", 0.22328218817710876]
["tf.compat.v1.io.decode_proto", 0.22322066128253937]
["tf.io.decode_proto", 0.22322066128253937]
["tf.raw_ops.DecodeProtoV2", 0.22322066128253937]
["tf.register_tensor_conversion_function", 0.2231636941432953]
["tf.compat.v1.register_tensor_conversion_function", 0.2231636941432953]
["tf.raw_ops.Bucketize", 0.2230725884437561]
["tf.compat.v1.data.Options", 0.22296927869319916]
["tf.data.Options", 0.22296927869319916]
["tf.compat.v1.keras.losses.serialize", 0.22292426228523254]
["tf.losses.serialize", 0.22292426228523254]
["tf.keras.losses.serialize", 0.22292426228523254]
["tf.compat.v1.distributions.ReparameterizationType", 0.22264835238456726]
["tf.raw_ops.Batch", 0.22262917459011078]
["tf.compat.v1.estimator.SummarySaverHook", 0.22242404520511627]
["tf.estimator.SummarySaverHook", 0.22242404520511627]
["tf.compat.v1.train.SummarySaverHook", 0.22242404520511627]
["tf.compat.v1.nn.collapse_repeated", 0.22232921421527863]
["tf.nn.collapse_repeated", 0.22232921421527863]
["tf.raw_ops.ShuffleDataset", 0.22229903936386108]
["tf.compat.v1.ragged.stack", 0.2222846895456314]
["tf.ragged.stack", 0.22228464484214783]
["tf.keras.layers.dot", 0.22228378057479858]
["tf.compat.v1.keras.layers.dot", 0.22228378057479858]
["tf.compat.v1.ConditionalAccumulatorBase", 0.2221408486366272]
["tf.raw_ops.ConditionalAccumulator", 0.2221408486366272]
["tf.raw_ops.ResourceConditionalAccumulator", 0.2221408486366272]
["tf.compat.v1.ConditionalAccumulator", 0.2221408486366272]
["tf.compat.v1.train.maybe_batch_join", 0.222085639834404]
["tf.compat.v1.train.maybe_shuffle_batch_join", 0.22190406918525696]
["tf.compat.v1.train.maybe_shuffle_batch", 0.2217308133840561]
["tf.raw_ops.TensorListScatter", 0.22173026204109192]
["tf.raw_ops.TensorListScatterV2", 0.22173026204109192]
["tf.summary.scalar", 0.221605584025383]
["tf.constant", 0.2215774953365326]
["tf.distribute.experimental.coordinator.PerWorkerValues", 0.22139807045459747]
["tf.stack", 0.22130849957466125]
["tf.compat.v1.stack", 0.22130849957466125]
["tf.compat.v1.app.flags.EnumClassFlag", 0.22126828134059906]
["tf.compat.v1.flags.EnumClassFlag", 0.22126822173595428]
["tf.raw_ops.AssertNextDataset", 0.2209300398826599]
["tf.compat.v1.keras.layers.AvgPool1D", 0.22077146172523499]
["tf.compat.v1.keras.layers.AveragePooling1D", 0.22077146172523499]
["tf.keras.layers.AvgPool1D", 0.22077146172523499]
["tf.keras.layers.AveragePooling1D", 0.22077146172523499]
["tf.raw_ops.CudnnRNNParamsToCanonicalV2", 0.22067193686962128]
["tf.raw_ops.ResourceSparseApplyProximalGradientDescent", 0.2206704020500183]
["tf.raw_ops.SparseApplyProximalGradientDescent", 0.2206704020500183]
["tf.compat.v1.InteractiveSession", 0.22032716870307922]
["tf.compat.v1.TFRecordReader", 0.22016838192939758]
["tf.compat.v1.keras.losses.cosine_similarity", 0.22014561295509338]
["tf.compat.v1.keras.metrics.cosine_proximity", 0.22014561295509338]
["tf.compat.v1.keras.losses.CosineSimilarity", 0.22014561295509338]
["tf.compat.v1.keras.losses.cosine_proximity", 0.22014561295509338]
["tf.keras.losses.CosineSimilarity", 0.22014561295509338]
["tf.keras.losses.cosine_similarity", 0.22014561295509338]
["tf.compat.v1.keras.metrics.cosine", 0.22014561295509338]
["tf.compat.v1.keras.losses.cosine", 0.22014561295509338]
["tf.losses.CosineSimilarity", 0.22014561295509338]
["tf.losses.cosine_similarity", 0.22014561295509338]
["tf.compat.v1.sparse.to_indicator", 0.21977853775024414]
["tf.compat.v1.sparse_to_indicator", 0.21977853775024414]
["tf.sparse.to_indicator", 0.21977853775024414]
["tf.compat.v1.flags.DEFINE_multi_float", 0.2195078432559967]
["tf.compat.v1.app.flags.DEFINE_multi_float", 0.2195078432559967]
["tf.compat.v1.nest.flatten", 0.21918335556983948]
["tf.nest.flatten", 0.21918335556983948]
["tf.compat.v1.keras.callbacks.Callback", 0.2186240553855896]
["tf.keras.callbacks.Callback", 0.2186240553855896]
["tf.summary.should_record_summaries", 0.21846094727516174]
["tf.raw_ops.SnapshotDatasetV2", 0.21830299496650696]
["tf.raw_ops.SnapshotDataset", 0.21830298006534576]
["tf.experimental.numpy.string_", 0.21821874380111694]
["tf.raw_ops.TensorListResize", 0.21793903410434723]
["tf.raw_ops.GroupByReducerDataset", 0.21776974201202393]
["tf.raw_ops.ExperimentalGroupByReducerDataset", 0.21776974201202393]
["tf.keras.layers.IntegerLookup", 0.21746437732776558]
["tf.keras.layers.experimental.preprocessing.IntegerLookup", 0.21734582815507378]
["tf.compat.v1.transpose", 0.21717393398284912]
["tf.compat.v1.train.shuffle_batch_join", 0.2169743776321411]
["tf.config.experimental.VirtualDeviceConfiguration", 0.21695785224437714]
["tf.compat.v1.config.experimental.VirtualDeviceConfiguration", 0.21695785224437714]
["tf.config.LogicalDeviceConfiguration", 0.21695785224437714]
["tf.compat.v1.config.LogicalDeviceConfiguration", 0.21695785224437714]
["tf.raw_ops.ExperimentalRandomDataset", 0.21581831574440002]
["tf.raw_ops.RandomDataset", 0.21581831574440002]
["tf.compat.v1.train.list_variables", 0.21579480171203613]
["tf.train.list_variables", 0.21579480171203613]
["tf.compat.v1.keras.utils.GeneratorEnqueuer", 0.2151191532611847]
["tf.keras.utils.GeneratorEnqueuer", 0.2151191532611847]
["tf.compat.v1.lookup.TextFileInitializer", 0.21502891182899475]
["tf.lookup.TextFileInitializer", 0.21502891182899475]
["tf.compat.v1.flags.DEFINE_spaceseplist", 0.21498259902000427]
["tf.compat.v1.app.flags.DEFINE_spaceseplist", 0.21498259902000427]
["tf.summary.text", 0.21484142541885376]
["tf.compat.v1.keras.layers.CuDNNGRU", 0.21450603008270264]
["tf.compat.v1.train.Optimizer", 0.21419677138328552]
["tf.raw_ops.BoostedTreesDeserializeEnsemble", 0.21405921876430511]
["tf.compat.v1.count_up_to", 0.21391814947128296]
["tf.compat.v1.random.all_candidate_sampler", 0.21385294198989868]
["tf.compat.v1.nn.all_candidate_sampler", 0.21385294198989868]
["tf.random.all_candidate_sampler", 0.21385294198989868]
["tf.nn.all_candidate_sampler", 0.21385294198989868]
["tf.compat.v1.app.flags.EnumParser", 0.21371836960315704]
["tf.compat.v1.flags.EnumParser", 0.21371836960315704]
["tf.compat.v1.keras.layers.Normalization", 0.21328674256801605]
