["tf.raw_ops.GenerateVocabRemapping", 1.0000001192092896]
["tf.raw_ops.LoadAndRemapMatrix", 0.691130205296858]
["tf.estimator.VocabInfo", 0.6032996224811009]
["tf.compat.v1.estimator.VocabInfo", 0.6032987509944381]
["tf.compat.v1.train.VocabInfo", 0.6032819442166438]
["tf.compat.v1.train.batch", 0.5164026021957397]
["tf.raw_ops.Restore", 0.5044407248497009]
["tf.raw_ops.RestoreSlice", 0.5044407248497009]
["tf.raw_ops.Snapshot", 0.4899474084377289]
["tf.compat.v1.data.experimental.get_single_element", 0.48430079221725464]
["tf.data.experimental.get_single_element", 0.48430079221725464]
["tf.raw_ops.MapDefun", 0.481395959854126]
["tf.raw_ops.DeserializeIterator", 0.477083683013916]
["tf.raw_ops.Const", 0.4747152328491211]
["tf.reshape", 0.4730643033981323]
["tf.compat.v1.reshape", 0.4730643033981323]
["tf.compat.v1.manip.reshape", 0.4730643033981323]
["tf.raw_ops.Reshape", 0.4730643033981323]
["tf.raw_ops.RefIdentity", 0.4727061092853546]
["tf.raw_ops.TemporaryVariable", 0.471292108297348]
["tf.data.experimental.parse_example_dataset", 0.4697870910167694]
["tf.compat.v1.data.experimental.parse_example_dataset", 0.469787061214447]
["tf.raw_ops.AsString", 0.46506136655807495]
["tf.compat.v1.strings.as_string", 0.46506136655807495]
["tf.strings.as_string", 0.46506136655807495]
["tf.compat.v1.dtypes.as_string", 0.46506136655807495]
["tf.as_string", 0.46506136655807495]
["tf.compat.v1.as_string", 0.46506136655807495]
["tf.compat.v1.Print", 0.4614729583263397]
["tf.compat.v1.io.decode_raw", 0.4609718918800354]
["tf.compat.v1.decode_raw", 0.4609718918800354]
["tf.compat.v1.io.parse_example", 0.4595428705215454]
["tf.compat.v1.parse_example", 0.4595428705215454]
["tf.io.parse_example", 0.4595428705215454]
["tf.raw_ops.EmptyTensorList", 0.457928329706192]
["tf.raw_ops.RestoreV2", 0.4538830816745758]
["tf.scan", 0.4536861479282379]
["tf.raw_ops.Save", 0.4536368250846863]
["tf.raw_ops.SerializeTensor", 0.4504275918006897]
["tf.compat.v1.serialize_tensor", 0.4504275918006897]
["tf.compat.v1.io.serialize_tensor", 0.4504275918006897]
["tf.io.serialize_tensor", 0.4504275918006897]
["tf.io.parse_tensor", 0.44664326310157776]
["tf.raw_ops.ParseTensor", 0.44664326310157776]
["tf.compat.v1.parse_tensor", 0.44664326310157776]
["tf.compat.v1.io.parse_tensor", 0.44664326310157776]
["tf.raw_ops.TensorListGather", 0.4402254819869995]
["tf.compat.v1.experimental.register_filesystem_plugin", 0.4380354881286621]
["tf.experimental.register_filesystem_plugin", 0.4380354881286621]
["tf.compat.v1.load_file_system_library", 0.4362800717353821]
["tf.raw_ops.TensorListScatter", 0.4352932572364807]
["tf.raw_ops.TensorListScatterV2", 0.4352932572364807]
["tf.constant", 0.43436866998672485]
["tf.compat.v1.dtypes.cast", 0.4338400959968567]
["tf.cast", 0.4338400959968567]
["tf.compat.v1.cast", 0.4338400959968567]
["tf.dtypes.cast", 0.4338400959968567]
["tf.experimental.dlpack.from_dlpack", 0.43305739760398865]
["tf.raw_ops.RaggedCross", 0.43250006437301636]
["tf.compat.v1.train.slice_input_producer", 0.43176430463790894]
["tf.experimental.dlpack.to_dlpack", 0.430744469165802]
["tf.compat.v1.constant", 0.42856502532958984]
["tf.compat.v1.keras.utils.get_source_inputs", 0.4282677173614502]
["tf.keras.utils.get_source_inputs", 0.4282677173614502]
["tf.raw_ops.MatrixSetDiagV2", 0.42630547285079956]
["tf.compat.v1.linalg.set_diag", 0.42630547285079956]
["tf.raw_ops.MatrixSetDiagV3", 0.42630547285079956]
["tf.linalg.set_diag", 0.42630547285079956]
["tf.raw_ops.MatrixSetDiag", 0.42630547285079956]
["tf.compat.v1.matrix_set_diag", 0.42630547285079956]
["tf.compat.v1.resource_loader.load_resource", 0.4262218475341797]
["tf.raw_ops.ParseExampleV2", 0.4259166121482849]
["tf.compat.v1.TensorSpec", 0.42589935660362244]
["tf.TensorSpec", 0.42589935660362244]
["tf.raw_ops.Print", 0.4239814877510071]
["tf.raw_ops.SaveSlices", 0.4239671230316162]
["tf.raw_ops.TensorScatterAdd", 0.42392927408218384]
["tf.compat.v1.tensor_scatter_add", 0.42392927408218384]
["tf.tensor_scatter_nd_add", 0.42392927408218384]
["tf.compat.v1.tensor_scatter_nd_add", 0.42392927408218384]
["tf.compat.v1.saved_model.utils.build_tensor_info", 0.42341554164886475]
["tf.compat.v1.saved_model.build_tensor_info", 0.42341554164886475]
["tf.compat.v1.train.get_or_create_global_step", 0.42261821031570435]
["tf.compat.v1.train.batch_join", 0.41894590854644775]
["tf.identity", 0.4164946973323822]
["tf.compat.v1.identity", 0.4164946973323822]
["tf.foldl", 0.41591447591781616]
["tf.compat.v1.scan", 0.41586607694625854]
["tf.raw_ops.SaveV2", 0.4157675802707672]
["tf.compat.v1.split", 0.4148508906364441]
["tf.split", 0.4148508906364441]
["tf.raw_ops.ParseSingleExample", 0.4128069281578064]
["tf.sysconfig.get_include", 0.4121522307395935]
["tf.compat.v1.sysconfig.get_include", 0.4121522307395935]
["tf.compat.v1.train.maybe_batch", 0.4114082455635071]
["tf.compat.v1.sysconfig.get_lib", 0.41099798679351807]
["tf.sysconfig.get_lib", 0.41099798679351807]
["tf.raw_ops.TensorListSplit", 0.41067737340927124]
["tf.compat.v1.to_bfloat16", 0.408825159072876]
["tf.foldr", 0.4075736999511719]
["tf.compat.v1.one_hot", 0.40736180543899536]
["tf.raw_ops.OneHot", 0.40736180543899536]
["tf.one_hot", 0.40736180543899536]
["tf.raw_ops.ShapeN", 0.40712568163871765]
["tf.compat.v1.shape_n", 0.40712568163871765]
["tf.shape_n", 0.40712568163871765]
["tf.compat.v1.image.extract_glimpse", 0.4062983989715576]
["tf.image.extract_glimpse", 0.4062983989715576]
["tf.raw_ops.ExtractGlimpse", 0.4062983989715576]
["tf.raw_ops.ExtractGlimpseV2", 0.4062983989715576]
["tf.raw_ops.Identity", 0.4057995080947876]
["tf.compat.v1.delete_session_tensor", 0.4055967926979065]
["tf.raw_ops.MatrixDiagPart", 0.4055621922016144]
["tf.raw_ops.MatrixDiagPartV3", 0.4055621922016144]
["tf.compat.v1.linalg.diag_part", 0.4055621922016144]
["tf.compat.v1.matrix_diag_part", 0.4055621922016144]
["tf.raw_ops.MatrixDiagPartV2", 0.4055621922016144]
["tf.linalg.diag_part", 0.4055621922016144]
["tf.raw_ops.Unbatch", 0.4055224657058716]
["tf.compat.v1.ragged.cross", 0.404044508934021]
["tf.ragged.cross", 0.404044508934021]
["tf.raw_ops.CopyHost", 0.40306031703948975]
["tf.shape", 0.40240567922592163]
["tf.compat.v1.tile", 0.4019457697868347]
["tf.tile", 0.4019457697868347]
["tf.compat.v1.manip.tile", 0.4019457697868347]
["tf.raw_ops.Tile", 0.4019457697868347]
["tf.linalg.tensor_diag_part", 0.4017106890678406]
["tf.compat.v1.linalg.tensor_diag_part", 0.4017106890678406]
["tf.raw_ops.DiagPart", 0.4017106890678406]
["tf.compat.v1.diag_part", 0.4017106890678406]
["tf.raw_ops.CompositeTensorVariantToComponents", 0.4016174077987671]
["tf.compat.v1.train.maybe_batch_join", 0.40156376361846924]
["tf.compat.v1.sparse.from_dense", 0.40102511644363403]
["tf.sparse.from_dense", 0.40102511644363403]
["tf.compat.v1.make_tensor_proto", 0.4006199240684509]
["tf.make_tensor_proto", 0.4006199240684509]
["tf.compat.v1.strings.substr", 0.4005274474620819]
["tf.strings.substr", 0.4005274474620819]
["tf.compat.v1.substr", 0.4005274474620819]
["tf.raw_ops.Substr", 0.4005274474620819]
["tf.convert_to_tensor", 0.39880645275115967]
["tf.compat.v1.convert_to_tensor", 0.39880645275115967]
["tf.compat.v1.train.shuffle_batch", 0.39610588550567627]
["tf.lite.TFLiteConverter", 0.3956622779369354]
["tf.raw_ops.SerializeIterator", 0.3945865035057068]
["tf.raw_ops.CompositeTensorVariantFromComponents", 0.39430463314056396]
["tf.raw_ops.RefMerge", 0.39417943358421326]
["tf.raw_ops.Merge", 0.39417943358421326]
["tf.sort", 0.3941098153591156]
["tf.compat.v1.sort", 0.3941098153591156]
["tf.strings.format", 0.39404183626174927]
["tf.raw_ops.StringFormat", 0.39404183626174927]
["tf.compat.v1.strings.format", 0.39404183626174927]
["tf.register_tensor_conversion_function", 0.39388447999954224]
["tf.compat.v1.register_tensor_conversion_function", 0.39388447999954224]
["tf.compat.v1.tensor_scatter_update", 0.39273539185523987]
["tf.compat.v1.tensor_scatter_nd_update", 0.39273539185523987]
["tf.tensor_scatter_nd_update", 0.39273539185523987]
["tf.get_static_value", 0.392322838306427]
["tf.compat.v1.get_static_value", 0.392322838306427]
["tf.raw_ops.WriteSummary", 0.39176061749458313]
["tf.raw_ops.ImmutableConst", 0.39174818992614746]
["tf.vectorized_map", 0.39126867055892944]
["tf.compat.v1.vectorized_map", 0.39126861095428467]
["tf.compat.v1.keras.initializers.Ones", 0.39125120639801025]
["tf.compat.v1.initializers.ones", 0.39125120639801025]
["tf.compat.v1.ones_initializer", 0.39125120639801025]
["tf.compat.v1.keras.initializers.ones", 0.39125120639801025]
["tf.compat.v1.tensor_scatter_nd_sub", 0.390236496925354]
["tf.raw_ops.TensorScatterSub", 0.390236496925354]
["tf.tensor_scatter_nd_sub", 0.390236496925354]
["tf.compat.v1.tensor_scatter_sub", 0.390236496925354]
["tf.raw_ops.Shape", 0.39016473293304443]
["tf.compat.v1.shape", 0.39016473293304443]
["tf.compat.v1.saved_model.experimental.save", 0.38927698135375977]
["tf.saved_model.save", 0.38927698135375977]
["tf.compat.v1.saved_model.save", 0.38927698135375977]
["tf.raw_ops.EnqueueTPUEmbeddingIntegerBatch", 0.389247328042984]
["tf.compat.v1.train.maybe_shuffle_batch", 0.3885149657726288]
["tf.experimental.numpy.append", 0.3884196877479553]
["tf.compat.v1.initializers.zeros", 0.3882627785205841]
["tf.compat.v1.zeros_initializer", 0.3882627785205841]
["tf.compat.v1.keras.initializers.zeros", 0.3882627785205841]
["tf.compat.v1.keras.initializers.Zeros", 0.3882627785205841]
["tf.raw_ops.TensorArrayCloseV3", 0.38811665773391724]
["tf.raw_ops.TensorListLength", 0.38804879784584045]
["tf.raw_ops.TensorListStack", 0.38780659437179565]
["tf.raw_ops.ConcatV2", 0.38766196370124817]
["tf.raw_ops.Concat", 0.38766196370124817]
["tf.concat", 0.38766196370124817]
["tf.compat.v1.concat", 0.38766196370124817]
["tf.compat.v1.saved_model.utils.get_tensor_from_tensor_info", 0.38685330748558044]
["tf.compat.v1.saved_model.get_tensor_from_tensor_info", 0.38685330748558044]
["tf.raw_ops.Batch", 0.3865392804145813]
["tf.compat.v1.foldl", 0.38633060455322266]
["tf.raw_ops.RaggedTensorFromVariant", 0.3858948349952698]
["tf.compat.v1.expand_dims", 0.38544195890426636]
["tf.debugging.assert_type", 0.3845849335193634]
["tf.raw_ops.IdentityN", 0.3840407133102417]
["tf.compat.v1.identity_n", 0.3840406537055969]
["tf.identity_n", 0.3840406537055969]
["tf.compat.v1.get_session_tensor", 0.3834241032600403]
["tf.compat.v1.load_library", 0.3828834891319275]
["tf.load_library", 0.3828834891319275]
["tf.raw_ops.QuantizedReshape", 0.38260817527770996]
["tf.raw_ops.IsVariableInitialized", 0.38188493251800537]
["tf.raw_ops.NcclAllReduce", 0.38171452283859253]
["tf.raw_ops.TensorScatterUpdate", 0.3814270496368408]
["tf.keras.initializers.Constant", 0.38102489709854126]
["tf.compat.v1.constant_initializer", 0.38102489709854126]
["tf.keras.initializers.constant", 0.38102489709854126]
["tf.compat.v1.keras.initializers.constant", 0.38102489709854126]
["tf.compat.v1.initializers.constant", 0.38102489709854126]
["tf.initializers.constant", 0.38102489709854126]
["tf.initializers.Constant", 0.38102489709854126]
["tf.compat.v1.keras.initializers.Constant", 0.38102489709854126]
["tf.constant_initializer", 0.38102489709854126]
["tf.raw_ops.BatchMatMulV3", 0.3805156350135803]
["tf.raw_ops.BatchMatMul", 0.3805156350135803]
["tf.raw_ops.BatchMatMulV2", 0.3805156350135803]
["tf.raw_ops.Unpack", 0.3796619772911072]
["tf.compat.v1.math.invert_permutation", 0.378761887550354]
["tf.math.invert_permutation", 0.378761887550354]
["tf.raw_ops.InvertPermutation", 0.378761887550354]
["tf.compat.v1.invert_permutation", 0.37876182794570923]
["tf.raw_ops.ParallelConcat", 0.37875837087631226]
["tf.compat.v1.train.assert_global_step", 0.37833476066589355]
["tf.compat.v1.convert_to_tensor_or_indexed_slices", 0.37791508436203003]
["tf.compat.v1.to_int32", 0.3778620660305023]
["tf.raw_ops.ToBool", 0.37774214148521423]
["tf.compat.v1.keras.experimental.export_saved_model", 0.3768002688884735]
["tf.raw_ops.TensorArrayWriteV2", 0.3765115439891815]
["tf.raw_ops.TensorArrayGradV2", 0.3765115439891815]
["tf.compat.v1.keras.preprocessing.image.ImageDataGenerator", 0.3764835596084595]
["tf.keras.preprocessing.image.ImageDataGenerator", 0.3764835596084595]
["tf.raw_ops.MatrixDiag", 0.37592482566833496]
["tf.strings.strip", 0.37572580575942993]
["tf.compat.v1.string_strip", 0.37572580575942993]
["tf.compat.v1.strings.strip", 0.37572580575942993]
["tf.raw_ops.StringStrip", 0.37572580575942993]
["tf.compat.v1.foldr", 0.3755247890949249]
["tf.experimental.numpy.fix", 0.37542062997817993]
["tf.slice", 0.37514495849609375]
["tf.compat.v1.slice", 0.37514495849609375]
["tf.compat.v1.train.shuffle_batch_join", 0.37512633204460144]
["tf.raw_ops.Pack", 0.37499308586120605]
["tf.raw_ops.MatrixDiagV2", 0.37479788064956665]
["tf.linalg.diag", 0.37479788064956665]
["tf.compat.v1.matrix_diag", 0.37479788064956665]
["tf.compat.v1.linalg.diag", 0.37479788064956665]
["tf.raw_ops.MatrixDiagV3", 0.37479788064956665]
["tf.raw_ops.OptionalFromValue", 0.3745576739311218]
["tf.compat.v1.PaddingFIFOQueue", 0.37447690963745117]
["tf.compat.v1.queue.PaddingFIFOQueue", 0.37447690963745117]
["tf.queue.PaddingFIFOQueue", 0.37447690963745117]
["tf.compat.v1.io.PaddingFIFOQueue", 0.37447690963745117]
["tf.keras.backend.rnn", 0.37445810437202454]
["tf.compat.v1.keras.backend.rnn", 0.37445810437202454]
["tf.raw_ops.TensorListFromTensor", 0.3741055727005005]
["tf.nn.embedding_lookup", 0.3740141987800598]
["tf.compat.v1.nn.embedding_lookup", 0.3740141987800598]
["tf.experimental.numpy.copy", 0.3740038275718689]
["tf.compat.v1.sparse_to_dense", 0.3738856613636017]
["tf.guarantee_const", 0.3734760880470276]
["tf.compat.v1.guarantee_const", 0.3734760880470276]
["tf.raw_ops.Rank", 0.3715772330760956]
["tf.compat.v1.rank", 0.3715772330760956]
["tf.rank", 0.3715772330760956]
["tf.compat.v1.stack", 0.3711164593696594]
["tf.stack", 0.3711164593696594]
["tf.experimental.numpy.expm1", 0.3710218071937561]
["tf.compat.v1.to_complex64", 0.37086135149002075]
["tf.compat.v1.sparse.add", 0.3706543445587158]
["tf.compat.v1.sparse_add", 0.3706543445587158]
["tf.experimental.numpy.conj", 0.37049126625061035]
["tf.strings.join", 0.37038058042526245]
["tf.compat.v1.strings.join", 0.3703805208206177]
["tf.compat.v1.string_join", 0.3703805208206177]
["tf.raw_ops.StringJoin", 0.369993656873703]
["tf.compat.v1.to_complex128", 0.3698979616165161]
["tf.raw_ops.DeleteSessionTensor", 0.3696557283401489]
["tf.image.sobel_edges", 0.3696162700653076]
["tf.compat.v1.image.sobel_edges", 0.3696162700653076]
["tf.compat.v1.autograph.to_graph", 0.3693080544471741]
["tf.autograph.to_graph", 0.3693080544471741]
["tf.experimental.numpy.repeat", 0.36925840377807617]
["tf.raw_ops.Send", 0.36886924505233765]
["tf.compat.v1.assert_type", 0.3687753677368164]
["tf.compat.v1.debugging.assert_type", 0.3687753677368164]
["tf.compat.v1.train.maybe_shuffle_batch_join", 0.3687407970428467]
["tf.compat.v1.diag", 0.3683411180973053]
["tf.raw_ops.Diag", 0.3683411180973053]
["tf.compat.v1.linalg.tensor_diag", 0.3683411180973053]
["tf.linalg.tensor_diag", 0.3683411180973053]
["tf.raw_ops.RaggedTensorToVariant", 0.36788755655288696]
["tf.compat.v1.lite.TFLiteConverter", 0.3678043484687805]
["tf.raw_ops.TensorArrayWriteV3", 0.36732518672943115]
["tf.raw_ops.TensorArrayReadV2", 0.3670833706855774]
["tf.compat.v1.unstack", 0.36707159876823425]
["tf.unstack", 0.36707156896591187]
["tf.compat.v1.Tensor", 0.3667232394218445]
["tf.Tensor", 0.3667232394218445]
["tf.experimental.numpy.ndarray", 0.3667232394218445]
["tf.raw_ops.Recv", 0.36599859595298767]
["tf.raw_ops.SparseCross", 0.365121454000473]
["tf.sparse.cross", 0.365121454000473]
["tf.raw_ops.SparseCrossHashed", 0.365121454000473]
["tf.raw_ops.SparseCrossV2", 0.365121454000473]
["tf.compat.v1.sparse.cross", 0.365121454000473]
["tf.compat.v1.disable_v2_tensorshape", 0.364557683467865]
["tf.compat.v1.reduce_all", 0.3644716441631317]
["tf.compat.v1.math.reduce_all", 0.3644716441631317]
["tf.raw_ops.ParseExample", 0.36425939202308655]
["tf.compat.v1.train.limit_epochs", 0.3639976680278778]
["tf.raw_ops.AddN", 0.3639410734176636]
["tf.raw_ops.TensorArrayV2", 0.3633577823638916]
["tf.compat.v1.train.get_global_step", 0.36328089237213135]
["tf.experimental.numpy.reshape", 0.3628672957420349]
["tf.experimental.numpy.geomspace", 0.36284691095352173]
["tf.raw_ops.StringToNumber", 0.3628033697605133]
["tf.compat.v1.strings.to_number", 0.3628033697605133]
["tf.compat.v1.string_to_number", 0.3628033697605133]
["tf.strings.to_number", 0.3628033697605133]
["tf.compat.v1.function", 0.3625974655151367]
["tf.function", 0.3625974655151367]
["tf.experimental.numpy.lcm", 0.3623603284358978]
["tf.reverse", 0.36227065324783325]
["tf.raw_ops.ReverseV2", 0.36227065324783325]
["tf.raw_ops.Reverse", 0.36227065324783325]
["tf.compat.v1.reverse", 0.36227065324783325]
["tf.compat.v1.manip.reverse", 0.36227065324783325]
["tf.compat.v1.reverse_v2", 0.36227065324783325]
["tf.compat.v1.ragged.cross_hashed", 0.36221760511398315]
["tf.ragged.cross_hashed", 0.36221760511398315]
["tf.raw_ops.ParseSequenceExample", 0.36220037937164307]
["tf.experimental.numpy.tensordot", 0.36208146810531616]
["tf.compat.v1.estimator.LoggingTensorHook", 0.3618972897529602]
["tf.compat.v1.train.LoggingTensorHook", 0.3618972897529602]
["tf.estimator.LoggingTensorHook", 0.3618972897529602]
["tf.compat.v1.keras.applications.vgg19.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.xception.preprocess_input", 0.3614674508571625]
["tf.keras.applications.vgg19.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.vgg16.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.resnet50.preprocess_input", 0.3614674508571625]
["tf.keras.applications.imagenet_utils.preprocess_input", 0.3614674508571625]
["tf.keras.applications.inception_resnet_v2.preprocess_input", 0.3614674508571625]
["tf.keras.applications.inception_v3.preprocess_input", 0.3614674508571625]
["tf.keras.applications.mobilenet.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.mobilenet.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.nasnet.preprocess_input", 0.3614674508571625]
["tf.keras.applications.xception.preprocess_input", 0.3614674508571625]
["tf.keras.applications.mobilenet_v2.preprocess_input", 0.3614674508571625]
["tf.keras.applications.nasnet.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.resnet.preprocess_input", 0.3614674508571625]
["tf.keras.applications.densenet.preprocess_input", 0.3614674508571625]
["tf.keras.applications.resnet50.preprocess_input", 0.3614674508571625]
["tf.keras.applications.resnet.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.mobilenet_v2.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.resnet_v2.preprocess_input", 0.3614674508571625]
["tf.keras.applications.vgg16.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.inception_v3.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.inception_resnet_v2.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.densenet.preprocess_input", 0.3614674508571625]
["tf.compat.v1.keras.applications.imagenet_utils.preprocess_input", 0.3614674508571625]
["tf.keras.applications.resnet_v2.preprocess_input", 0.3614674508571625]
["tf.raw_ops.Fill", 0.3613549470901489]
["tf.compat.v1.fill", 0.3613549470901489]
["tf.fill", 0.3613549470901489]
["tf.experimental.numpy.iscomplexobj", 0.36120790243148804]
["tf.compat.v1.add_n", 0.3610897660255432]
["tf.add_n", 0.3610897660255432]
["tf.compat.v1.math.add_n", 0.3610897660255432]
["tf.math.add_n", 0.3610897660255432]
["tf.ragged.stack", 0.36064016819000244]
["tf.compat.v1.ragged.stack", 0.36064013838768005]
["tf.raw_ops.DataFormatVecPermute", 0.36063122749328613]
["tf.experimental.numpy.experimental_enable_numpy_behavior", 0.3606051802635193]
["tf.io.decode_raw", 0.36019620299339294]
["tf.experimental.numpy.linspace", 0.35992226004600525]
["tf.sysconfig.get_build_info", 0.35976389050483704]
["tf.compat.v1.sysconfig.get_build_info", 0.35976389050483704]
["tf.compat.v1.strided_slice", 0.35971635580062866]
["tf.strided_slice", 0.35971635580062866]
["tf.experimental.numpy.ix_", 0.35961151123046875]
["tf.experimental.numpy.concatenate", 0.3585900068283081]
["tf.sparse.to_indicator", 0.35843866744386205]
["tf.compat.v1.sparse.to_indicator", 0.3583671748888497]
["tf.compat.v1.sparse_to_indicator", 0.3583671748888497]
["tf.compat.v1.dynamic_stitch", 0.3572279214859009]
["tf.raw_ops.ParallelDynamicStitch", 0.3572279214859009]
["tf.dynamic_stitch", 0.3572279214859009]
["tf.raw_ops.DynamicStitch", 0.3572279214859009]
["tf.experimental.numpy.isrealobj", 0.35687828063964844]
["tf.experimental.numpy.asanyarray", 0.35668277740478516]
["tf.strings.ngrams", 0.3558357059955597]
["tf.compat.v1.strings.ngrams", 0.3558357059955597]
["tf.raw_ops.SpaceToBatch", 0.35572928190231323]
["tf.compat.v1.space_to_batch", 0.35572928190231323]
["tf.compat.v1.nn.space_to_batch", 0.35572928190231323]
["tf.raw_ops.OnesLike", 0.3555904030799866]
["tf.compat.v1.to_int64", 0.355307936668396]
["tf.raw_ops.TensorArrayConcatV2", 0.35405153036117554]
["tf.compat.v1.math.reduce_any", 0.35389864444732666]
["tf.compat.v1.reduce_any", 0.35389864444732666]
["tf.experimental.numpy.random.seed", 0.35382014513015747]
["tf.compat.v1.train.load_variable", 0.3535047173500061]
["tf.train.load_variable", 0.3535047173500061]
["tf.raw_ops.TensorArrayGatherV2", 0.3533833920955658]
["tf.raw_ops.BatchToSpace", 0.3529304563999176]
["tf.compat.v1.batch_to_space", 0.3529304563999176]
["tf.raw_ops.Copy", 0.35287538170814514]
["tf.compat.v1.SparseTensor", 0.3525785803794861]
["tf.SparseTensor", 0.3525785803794861]
["tf.compat.v1.sparse.SparseTensor", 0.3525785803794861]
["tf.sparse.SparseTensor", 0.3525785803794861]
["tf.experimental.numpy.diag_indices", 0.3522452116012573]
["tf.keras.initializers.random_normal", 0.35206449031829834]
["tf.initializers.random_normal", 0.35206449031829834]
["tf.compat.v1.initializers.random_normal", 0.35206449031829834]
["tf.compat.v1.random_normal_initializer", 0.35206449031829834]
["tf.initializers.RandomNormal", 0.35206449031829834]
["tf.random_normal_initializer", 0.35206449031829834]
["tf.keras.initializers.RandomNormal", 0.35206449031829834]
["tf.compat.v1.train.input_producer", 0.35191845893859863]
["tf.keras.utils.text_dataset_from_directory", 0.3515236973762512]
["tf.keras.preprocessing.text_dataset_from_directory", 0.3515236973762512]
["tf.raw_ops.Size", 0.3511814773082733]
["tf.compat.v1.size", 0.3511814773082733]
["tf.size", 0.3511814773082733]
["tf.experimental.numpy.diagflat", 0.35106873512268066]
["tf.raw_ops.ParseSingleSequenceExample", 0.3507411777973175]
["tf.experimental.numpy.fliplr", 0.35073432326316833]
["tf.raw_ops.PrelinearizeTuple", 0.350024938583374]
["tf.experimental.numpy.flipud", 0.34974542260169983]
["tf.experimental.numpy.empty", 0.3494367003440857]
["tf.bitcast", 0.34938475489616394]
["tf.raw_ops.Bitcast", 0.34938475489616394]
["tf.compat.v1.bitcast", 0.34938475489616394]
["tf.compat.v1.saved_model.experimental.TrackableResource", 0.34921589493751526]
["tf.saved_model.experimental.TrackableResource", 0.34921589493751526]
["tf.experimental.numpy.nextafter", 0.3491736650466919]
["tf.compat.v1.math.reduce_prod", 0.34893232583999634]
["tf.compat.v1.reduce_prod", 0.34893232583999634]
["tf.debugging.assert_scalar", 0.3488813042640686]
["tf.raw_ops.TensorDataset", 0.3486618995666504]
["tf.experimental.numpy.fabs", 0.3485310673713684]
["tf.raw_ops.BatchToSpaceND", 0.34853070974349976]
["tf.batch_to_space", 0.34853070974349976]
["tf.compat.v1.batch_to_space_nd", 0.34853070974349976]
["tf.compat.v1.manip.batch_to_space_nd", 0.34853070974349976]
["tf.experimental.numpy.promote_types", 0.34810471534729004]
["tf.experimental.numpy.trace", 0.3478538393974304]
["tf.experimental.numpy.diag", 0.3477356433868408]
["tf.experimental.numpy.diff", 0.34745025634765625]
["tf.experimental.numpy.var", 0.34735536575317383]
["tf.raw_ops.TensorListConcat", 0.3473357558250427]
["tf.raw_ops.TensorListConcatV2", 0.3473357558250427]
["tf.raw_ops.RefSwitch", 0.34733062982559204]
["tf.experimental.numpy.ceil", 0.3472095727920532]
["tf.experimental.numpy.random.random", 0.3467014729976654]
["tf.raw_ops.BatchFunction", 0.34651708602905273]
["tf.raw_ops.TensorArrayCloseV2", 0.34561923146247864]
["tf.compat.v1.trace", 0.3455139398574829]
["tf.linalg.trace", 0.3455139398574829]
["tf.compat.v1.linalg.trace", 0.3455139398574829]
["tf.experimental.numpy.finfo", 0.34546464681625366]
["tf.raw_ops.DebugIdentity", 0.3451826274394989]
["tf.experimental.numpy.all", 0.3451251983642578]
["tf.raw_ops.Where", 0.34504568576812744]
["tf.experimental.numpy.where", 0.34500157833099365]
["tf.compat.v1.to_float", 0.3449940085411072]
["tf.raw_ops.Split", 0.34451621770858765]
["tf.raw_ops.SplitV", 0.34451621770858765]
["tf.compat.v1.TensorShape", 0.34418487548828125]
["tf.TensorShape", 0.34418487548828125]
["tf.experimental.numpy.arccosh", 0.34413373470306396]
["tf.raw_ops.Prelinearize", 0.343885600566864]
["tf.raw_ops.ZerosLike", 0.34371674060821533]
["tf.experimental.numpy.asarray", 0.3434484004974365]
["tf.experimental.numpy.add", 0.3433525562286377]
["tf.experimental.numpy.vstack", 0.34327736496925354]
["tf.raw_ops.SparseToDense", 0.34323054552078247]
["tf.experimental.numpy.random.randn", 0.3430647850036621]
["tf.raw_ops.MutableDenseHashTable", 0.34168457984924316]
["tf.raw_ops.MutableDenseHashTableV2", 0.34168457984924316]
["tf.experimental.numpy.arange", 0.34100306034088135]
["tf.experimental.numpy.tril", 0.34080785512924194]
["tf.compat.v1.placeholder", 0.34043389558792114]
["tf.experimental.numpy.take", 0.3404266834259033]
["tf.tuple", 0.34035277366638184]
["tf.compat.v1.losses.get_total_loss", 0.34024322032928467]
["tf.experimental.numpy.mod", 0.3401739001274109]
["tf.raw_ops.TensorArrayV3", 0.3396681547164917]
["tf.nn.space_to_batch", 0.3395690321922302]
["tf.compat.v1.space_to_batch_nd", 0.3395690321922302]
["tf.compat.v1.manip.space_to_batch_nd", 0.3395690321922302]
["tf.space_to_batch", 0.3395690321922302]
["tf.raw_ops.SpaceToBatchND", 0.3395690321922302]
["tf.space_to_batch_nd", 0.3395690321922302]
["tf.raw_ops.GuaranteeConst", 0.3395499587059021]
["tf.raw_ops.PadV2", 0.33936697244644165]
["tf.compat.v1.pad", 0.33936697244644165]
["tf.pad", 0.33936697244644165]
["tf.compat.v1.sparse_placeholder", 0.3392152488231659]
["tf.compat.v1.sparse.placeholder", 0.3392152488231659]
["tf.compat.v1.feature_column.sequence_categorical_column_with_vocabulary_file", 0.33914658427238464]
["tf.feature_column.sequence_categorical_column_with_vocabulary_file", 0.33914658427238464]
["tf.experimental.numpy.stack", 0.3391059339046478]
["tf.compat.v1.tuple", 0.3388003706932068]
["tf.experimental.numpy.cosh", 0.3386833071708679]
["tf.experimental.numpy.arccos", 0.33848991990089417]
["tf.experimental.numpy.gcd", 0.33832377195358276]
["tf.keras.datasets.imdb.get_word_index", 0.3383193612098694]
["tf.compat.v1.keras.datasets.imdb.get_word_index", 0.3383193612098694]
["tf.raw_ops.SpaceToDepth", 0.33759039640426636]
["tf.compat.v1.space_to_depth", 0.33759039640426636]
["tf.compat.v1.nn.space_to_depth", 0.33759039640426636]
["tf.nn.space_to_depth", 0.33759039640426636]
["tf.experimental.numpy.around", 0.3375489115715027]
["tf.experimental.numpy.logical_and", 0.3373259902000427]
["tf.experimental.numpy.triu", 0.33714187145233154]
["tf.parallel_stack", 0.337026447057724]
["tf.compat.v1.parallel_stack", 0.337026447057724]
["tf.raw_ops.GetSessionTensor", 0.3369177281856537]
["tf.raw_ops.TensorArraySizeV2", 0.3367989957332611]
["tf.experimental.numpy.nanmean", 0.33654534816741943]
["tf.experimental.numpy.cbrt", 0.33646801114082336]
["tf.experimental.numpy.matmul", 0.3360191583633423]
["tf.experimental.numpy.iscomplex", 0.3359951972961426]
["tf.raw_ops.InfeedEnqueue", 0.3354274034500122]
["tf.experimental.numpy.random.rand", 0.3351980447769165]
["tf.expand_dims", 0.3351464569568634]
["tf.compat.v1.ones_like", 0.33436399698257446]
["tf.experimental.numpy.full", 0.3343435227870941]
["tf.compat.v1.assert_scalar", 0.3341362774372101]
["tf.compat.v1.debugging.assert_scalar", 0.3341362774372101]
["tf.keras.utils.image_dataset_from_directory", 0.3340434432029724]
["tf.keras.preprocessing.image_dataset_from_directory", 0.3340434432029724]
["tf.experimental.numpy.isclose", 0.3340228497982025]
["tf.experimental.numpy.std", 0.3340170085430145]
["tf.raw_ops.RetrieveTPUEmbeddingAdagradParameters", 0.3339628577232361]
["tf.experimental.numpy.expand_dims", 0.33391544222831726]
["tf.sparse.expand_dims", 0.3338584899902344]
["tf.compat.v1.sparse.expand_dims", 0.3338584899902344]
["tf.experimental.numpy.isscalar", 0.33363598585128784]
["tf.experimental.numpy.ravel", 0.33347851037979126]
["tf.raw_ops.ReadVariableXlaSplitND", 0.33315715193748474]
["tf.experimental.numpy.conjugate", 0.3328697085380554]
["tf.experimental.numpy.amax", 0.33249080181121826]
["tf.experimental.numpy.cross", 0.3323882818222046]
["tf.raw_ops.RandomShuffle", 0.33235859870910645]
["tf.compat.v1.random_shuffle", 0.33235859870910645]
["tf.compat.v1.random.shuffle", 0.33235859870910645]
["tf.random.shuffle", 0.33235859870910645]
["tf.experimental.numpy.allclose", 0.3320668935775757]
["tf.raw_ops.TensorArraySplitV2", 0.3320372402667999]
["tf.compat.v1.math.count_nonzero", 0.3317415416240692]
["tf.compat.v1.count_nonzero", 0.3317415416240692]
["tf.experimental.numpy.isinf", 0.33125948905944824]
["tf.raw_ops.TensorArrayScatterV2", 0.3312099575996399]
["tf.experimental.numpy.nonzero", 0.33098000288009644]
["tf.experimental.numpy.random.standard_normal", 0.33063870668411255]
["tf.raw_ops.UnicodeEncode", 0.33037304878234863]
["tf.math.reduce_all", 0.3303433656692505]
["tf.reduce_all", 0.3303433656692505]
["tf.experimental.numpy.isreal", 0.33021217584609985]
["tf.ones", 0.330188512802124]
["tf.compat.v1.ones", 0.330188512802124]
["tf.raw_ops.CollectivePermute", 0.32985252141952515]
["tf.experimental.numpy.exp2", 0.3296887278556824]
["tf.experimental.numpy.hypot", 0.3294789493083954]
["tf.compat.v1.math.angle", 0.3281209468841553]
["tf.compat.v1.angle", 0.3281209468841553]
["tf.math.angle", 0.3281209468841553]
["tf.experimental.numpy.imag", 0.3278927206993103]
["tf.compat.v1.sparse.cross_hashed", 0.3278665840625763]
["tf.sparse.cross_hashed", 0.32786649465560913]
["tf.compat.v1.accumulate_n", 0.3275713324546814]
["tf.compat.v1.math.accumulate_n", 0.3275713324546814]
["tf.math.accumulate_n", 0.3275713324546814]
["tf.raw_ops.AccumulateNV2", 0.3275713324546814]
["tf.compat.v1.global_norm", 0.3274179697036743]
["tf.compat.v1.linalg.global_norm", 0.3274179697036743]
["tf.linalg.global_norm", 0.3274179697036743]
["tf.experimental.numpy.tri", 0.3271560072898865]
["tf.raw_ops.EnqueueTPUEmbeddingRaggedTensorBatch", 0.32713839411735535]
["tf.experimental.numpy.exp", 0.3264353275299072]
["tf.DType", 0.32639285922050476]
["tf.compat.v1.DType", 0.32639285922050476]
["tf.dtypes.DType", 0.32639285922050476]
["tf.compat.v1.dtypes.DType", 0.32639285922050476]
["tf.raw_ops.TensorListPushBack", 0.3263128399848938]
["tf.experimental.numpy.argsort", 0.3262740969657898]
["tf.compat.v1.real", 0.3262530267238617]
["tf.math.real", 0.3262530267238617]
["tf.compat.v1.math.real", 0.3262530267238617]
["tf.experimental.numpy.result_type", 0.32582592964172363]
["tf.raw_ops.DepthToSpace", 0.32578277587890625]
["tf.nn.depth_to_space", 0.32578277587890625]
["tf.compat.v1.nn.depth_to_space", 0.32578277587890625]
["tf.compat.v1.depth_to_space", 0.32578277587890625]
["tf.experimental.numpy.any", 0.32558268308639526]
["tf.experimental.numpy.empty_like", 0.3253575265407562]
["tf.raw_ops.CollectiveGather", 0.3251535892486572]
["tf.raw_ops.CollectiveGatherV2", 0.3251535892486572]
["tf.experimental.numpy.ptp", 0.3248215317726135]
["tf.compat.v1.initializers.random_uniform", 0.32466399669647217]
["tf.compat.v1.keras.initializers.RandomUniform", 0.32466399669647217]
["tf.compat.v1.keras.initializers.uniform", 0.32466399669647217]
["tf.compat.v1.keras.initializers.random_uniform", 0.32466399669647217]
["tf.random_uniform_initializer", 0.32466399669647217]
["tf.keras.initializers.random_uniform", 0.32466399669647217]
["tf.compat.v1.random_uniform_initializer", 0.32466399669647217]
["tf.initializers.RandomUniform", 0.32466399669647217]
["tf.keras.initializers.RandomUniform", 0.32466399669647217]
["tf.initializers.random_uniform", 0.32466399669647217]
["tf.experimental.numpy.moveaxis", 0.3246168792247772]
["tf.raw_ops.QueueEnqueueV2", 0.3245047330856323]
["tf.raw_ops.QueueEnqueue", 0.32450470328330994]
["tf.raw_ops.LoadTPUEmbeddingAdagradParameters", 0.324415922164917]
["tf.lite.Interpreter", 0.32440072298049927]
["tf.compat.v1.lite.Interpreter", 0.32440072298049927]
["tf.feature_column.categorical_column_with_vocabulary_file", 0.32433563470840454]
["tf.compat.v1.feature_column.categorical_column_with_vocabulary_file", 0.32433563470840454]
["tf.experimental.numpy.random.randint", 0.3242378234863281]
["tf.experimental.numpy.diagonal", 0.3240618109703064]
["tf.experimental.numpy.isnan", 0.32405930757522583]
["tf.experimental.numpy.vander", 0.323860228061676]
["tf.config.experimental.tensor_float_32_execution_enabled", 0.32371407747268677]
["tf.compat.v1.config.experimental.tensor_float_32_execution_enabled", 0.32371407747268677]
["tf.experimental.numpy.vdot", 0.3236773610115051]
["tf.estimator.Estimator", 0.3233642578125]
["tf.compat.v1.estimator.Estimator", 0.3233642578125]
["tf.reduce_prod", 0.32331663370132446]
["tf.math.reduce_prod", 0.32331663370132446]
["tf.math.reduce_any", 0.3230646252632141]
["tf.reduce_any", 0.3230646252632141]
["tf.keras.backend.is_keras_tensor", 0.3228815793991089]
["tf.compat.v1.keras.backend.is_keras_tensor", 0.3228815793991089]
["tf.dynamic_partition", 0.32286569476127625]
["tf.compat.v1.dynamic_partition", 0.32286569476127625]
["tf.raw_ops.DynamicPartition", 0.32286569476127625]
["tf.experimental.numpy.logspace", 0.32278913259506226]
["tf.raw_ops.TensorArrayGradWithShape", 0.322505384683609]
["tf.experimental.numpy.ones", 0.32248929142951965]
["tf.experimental.numpy.divmod", 0.3218570351600647]
["tf.raw_ops.ExpandDims", 0.3217124938964844]
["tf.experimental.numpy.ndim", 0.3212263584136963]
["tf.raw_ops.Relu6Grad", 0.3210269808769226]
["tf.experimental.numpy.sinh", 0.32098573446273804]
["tf.compat.v1.random_crop", 0.32094842195510864]
["tf.compat.v1.image.random_crop", 0.32094842195510864]
["tf.image.random_crop", 0.32094842195510864]
["tf.compat.v1.squeeze", 0.32083988189697266]
["tf.experimental.numpy.split", 0.3205437660217285]
["tf.experimental.numpy.full_like", 0.3205244541168213]
["tf.experimental.numpy.compress", 0.3204308748245239]
["tf.experimental.numpy.inner", 0.32028207182884216]
["tf.raw_ops.GetSessionHandle", 0.3200816512107849]
["tf.raw_ops.GetSessionHandleV2", 0.3200816512107849]
["tf.experimental.numpy.kron", 0.319963276386261]
["tf.TensorArray", 0.31995344161987305]
["tf.compat.v1.TensorArray", 0.31995344161987305]
["tf.compat.v1.io.FixedLenSequenceFeature", 0.31952759623527527]
["tf.io.FixedLenSequenceFeature", 0.31952759623527527]
["tf.compat.v1.FixedLenSequenceFeature", 0.31952759623527527]
["tf.experimental.numpy.power", 0.3193700909614563]
["tf.experimental.numpy.rot90", 0.3190479278564453]
["tf.experimental.numpy.dot", 0.3189678192138672]
["tf.experimental.numpy.tanh", 0.31855666637420654]
["tf.experimental.numpy.transpose", 0.3183910548686981]
["tf.raw_ops.TensorArrayGradV3", 0.31827664375305176]
["tf.experimental.numpy.amin", 0.3182010054588318]
["tf.compat.v1.make_ndarray", 0.3177180290222168]
["tf.make_ndarray", 0.3177180290222168]
["tf.experimental.numpy.array", 0.3174455761909485]
["tf.raw_ops.Empty", 0.3173654079437256]
["tf.compat.v1.layers.flatten", 0.31713423132896423]
["tf.compat.v1.layers.Flatten", 0.31713423132896423]
["tf.raw_ops.ReluGrad", 0.31709223985671997]
["tf.compat.v1.keras.backend.get_uid", 0.3169378638267517]
["tf.keras.backend.get_uid", 0.3169378638267517]
["tf.experimental.numpy.atleast_3d", 0.3169165849685669]
["tf.compat.v1.train.init_from_checkpoint", 0.3167492151260376]
["tf.raw_ops.Squeeze", 0.31655165553092957]
["tf.squeeze", 0.31655165553092957]
["tf.compat.v1.nest.map_structure", 0.3163429796695709]
["tf.nest.map_structure", 0.3163429796695709]
["tf.estimator.experimental.RNNClassifier", 0.3163215219974518]
["tf.experimental.numpy.swapaxes", 0.31625014543533325]
["tf.experimental.numpy.flip", 0.3161925673484802]
["tf.compat.v1.all_variables", 0.3161046802997589]
["tf.experimental.numpy.prod", 0.31572264432907104]
["tf.keras.models.save_model", 0.3155096769332886]
["tf.compat.v1.keras.models.save_model", 0.3155096769332886]
["tf.experimental.numpy.arctanh", 0.3153022527694702]
["tf.compat.v1.to_double", 0.314946711063385]
["tf.experimental.numpy.tile", 0.31473809480667114]
["tf.compat.v1.zeros", 0.31471216678619385]
["tf.zeros_like", 0.31471216678619385]
["tf.compat.v1.zeros_like", 0.31471216678619385]
["tf.zeros", 0.3147121071815491]
["tf.compat.v1.keras.preprocessing.image.random_shift", 0.314511239528656]
["tf.keras.preprocessing.image.random_shift", 0.314511239528656]
["tf.compat.v1.linalg.matrix_transpose", 0.31448835134506226]
["tf.compat.v1.linalg.transpose", 0.31448835134506226]
["tf.compat.v1.matrix_transpose", 0.31448835134506226]
["tf.linalg.matrix_transpose", 0.31448835134506226]
["tf.compat.v1.recompute_grad", 0.31399956345558167]
["tf.recompute_grad", 0.31399956345558167]
["tf.experimental.numpy.isfinite", 0.31378597021102905]
["tf.experimental.numpy.real", 0.31361472606658936]
["tf.test.TestCase", 0.31333082914352417]
["tf.compat.v1.test.TestCase", 0.31333082914352417]
["tf.experimental.numpy.arctan2", 0.3132319152355194]
["tf.raw_ops.SegmentProd", 0.31319016218185425]
["tf.raw_ops.UnsortedSegmentProd", 0.31319016218185425]
["tf.compat.v1.math.segment_prod", 0.31319016218185425]
["tf.math.unsorted_segment_prod", 0.31319016218185425]
["tf.compat.v1.math.unsorted_segment_prod", 0.31319016218185425]
["tf.compat.v1.unsorted_segment_prod", 0.31319016218185425]
["tf.math.segment_prod", 0.31319016218185425]
["tf.compat.v1.segment_prod", 0.31319016218185425]
["tf.experimental.numpy.log2", 0.3128274381160736]
["tf.compat.v1.initializers.uniform_unit_scaling", 0.3127214312553406]
["tf.compat.v1.uniform_unit_scaling_initializer", 0.3127214312553406]
["tf.experimental.numpy.vsplit", 0.31261610984802246]
["tf.strings.to_hash_bucket", 0.3125104606151581]
["tf.raw_ops.StringToHashBucket", 0.3125104606151581]
["tf.compat.v1.string_to_hash_bucket", 0.3125104606151581]
["tf.compat.v1.strings.to_hash_bucket", 0.3125104606151581]
["tf.raw_ops.StringToHashBucketFast", 0.3125104606151581]
["tf.raw_ops.StringToHashBucketStrong", 0.3125104606151581]
["tf.compat.v1.string_to_hash_bucket_fast", 0.3125104606151581]
["tf.compat.v1.string_to_hash_bucket_strong", 0.3125104606151581]
["tf.strings.to_hash_bucket_strong", 0.3125104606151581]
["tf.strings.to_hash_bucket_fast", 0.3125104606151581]
["tf.compat.v1.strings.to_hash_bucket_fast", 0.3125104606151581]
["tf.compat.v1.strings.to_hash_bucket_strong", 0.3125104606151581]
["tf.experimental.numpy.multiply", 0.31219011545181274]
["tf.raw_ops.TFRecordReaderV2", 0.3119415044784546]
["tf.raw_ops.TFRecordReader", 0.3119415044784546]
["tf.compat.v1.dequantize", 0.3116980195045471]
["tf.quantization.dequantize", 0.3116980195045471]
["tf.compat.v1.quantization.dequantize", 0.3116980195045471]
["tf.raw_ops.Dequantize", 0.3116980195045471]
["tf.compat.v1.load_op_library", 0.3116549551486969]
["tf.load_op_library", 0.3116549551486969]
["tf.experimental.numpy.logical_or", 0.31139975786209106]
["tf.experimental.numpy.cos", 0.3113957643508911]
["tf.compat.v1.imag", 0.3113745152950287]
["tf.math.imag", 0.3113745152950287]
["tf.compat.v1.math.imag", 0.3113745152950287]
["tf.experimental.numpy.broadcast_to", 0.3113136291503906]
["tf.raw_ops.QuantizedBiasAdd", 0.3112797141075134]
["tf.experimental.numpy.reciprocal", 0.3109755516052246]
["tf.raw_ops.SerializeSparse", 0.31088411808013916]
["tf.compat.v1.config.experimental.enable_tensor_float_32_execution", 0.3108683228492737]
["tf.config.experimental.enable_tensor_float_32_execution", 0.3108683228492737]
["tf.raw_ops.QueueEnqueueMany", 0.3105005621910095]
["tf.raw_ops.QueueEnqueueManyV2", 0.3105005621910095]
["tf.raw_ops.TensorListSetItem", 0.3102738559246063]
["tf.compat.v1.nn.embedding_lookup_sparse", 0.3101428747177124]
["tf.nn.embedding_lookup_sparse", 0.3101428747177124]
["tf.get_current_name_scope", 0.3098754286766052]
["tf.experimental.numpy.atleast_1d", 0.30986320972442627]
["tf.compat.v1.enable_v2_tensorshape", 0.30958476662635803]
["tf.experimental.numpy.dstack", 0.3093383312225342]
["tf.compat.v1.train.create_global_step", 0.30890291929244995]
["tf.experimental.numpy.log10", 0.30842167139053345]
["tf.compat.v1.reduce_min", 0.3081687092781067]
["tf.compat.v1.math.reduce_min", 0.3081687092781067]
["tf.experimental.numpy.hstack", 0.30809083580970764]
["tf.experimental.numpy.logaddexp2", 0.30808255076408386]
["tf.compat.v1.experimental.ExtensionType", 0.3079815208911896]
["tf.experimental.ExtensionType", 0.3079815208911896]
["tf.experimental.numpy.outer", 0.30759376287460327]
["tf.transpose", 0.30724212527275085]
["tf.experimental.numpy.logical_xor", 0.30721741914749146]
["tf.raw_ops.AssignVariableXlaConcatND", 0.30701836943626404]
["tf.raw_ops.XlaConcatND", 0.30701836943626404]
["tf.compat.v1.app.flags.doc_to_help", 0.30660271644592285]
["tf.compat.v1.flags.doc_to_help", 0.30660271644592285]
["tf.experimental.numpy.equal", 0.3064689040184021]
["tf.compat.v1.decode_csv", 0.3059387803077698]
["tf.raw_ops.DecodeCSV", 0.3059387803077698]
["tf.compat.v1.io.decode_csv", 0.3059387803077698]
["tf.io.decode_csv", 0.3059387803077698]
["tf.experimental.numpy.argmax", 0.3059254288673401]
["tf.compat.v1.data.experimental.map_and_batch_with_legacy_function", 0.3053858280181885]
["tf.compat.v1.data.experimental.map_and_batch", 0.3053858280181885]
["tf.data.experimental.map_and_batch", 0.3053858280181885]
["tf.experimental.numpy.atleast_2d", 0.3050876259803772]
["tf.raw_ops.ReaderSerializeState", 0.30492323637008667]
["tf.raw_ops.ReaderSerializeStateV2", 0.30492323637008667]
["tf.experimental.numpy.arctan", 0.3046334981918335]
["tf.experimental.numpy.sign", 0.3040928244590759]
["tf.experimental.numpy.deg2rad", 0.30403536558151245]
["tf.raw_ops.CollectiveAllToAllV3", 0.30362769961357117]
["tf.compat.v1.feature_column.linear_model", 0.30357033014297485]
["tf.experimental.numpy.arcsinh", 0.3034856915473938]
["tf.compat.v1.debugging.assert_shapes", 0.30341631174087524]
["tf.debugging.assert_shapes", 0.30341631174087524]
["tf.experimental.numpy.identity", 0.30341076850891113]
["tf.compat.v1.profiler.Profiler", 0.3033429682254791]
["tf.raw_ops.QueueDequeueV2", 0.30333900451660156]
["tf.raw_ops.QueueDequeue", 0.30333900451660156]
["tf.raw_ops.DecodeWav", 0.3032515048980713]
["tf.compat.v1.audio.decode_wav", 0.3032515048980713]
["tf.audio.decode_wav", 0.3032515048980713]
["tf.experimental.numpy.heaviside", 0.30324628949165344]
["tf.estimator.FinalOpsHook", 0.30307871103286743]
["tf.compat.v1.estimator.FinalOpsHook", 0.30307871103286743]
["tf.compat.v1.train.FinalOpsHook", 0.30307871103286743]
["tf.raw_ops.VariableV2", 0.3028962314128876]
["tf.raw_ops.ParseExampleDatasetV2", 0.3026219606399536]
["tf.raw_ops.ParseExampleDataset", 0.3026219606399536]
["tf.raw_ops.ExperimentalParseExampleDataset", 0.3026219606399536]
["tf.experimental.numpy.argmin", 0.3022180497646332]
["tf.raw_ops.DenseCountSparseOutput", 0.30187761783599854]
["tf.IndexedSlices", 0.3018152117729187]
["tf.compat.v1.IndexedSlices", 0.3018152117729187]
["tf.sparse.add", 0.3017074167728424]
["tf.import_graph_def", 0.30167537927627563]
["tf.graph_util.import_graph_def", 0.30167537927627563]
["tf.compat.v1.import_graph_def", 0.30167537927627563]
["tf.compat.v1.graph_util.import_graph_def", 0.30167537927627563]
["tf.experimental.numpy.roll", 0.30160775780677795]
["tf.raw_ops.TensorListScatterIntoExistingList", 0.30062371492385864]
["tf.compat.v1.keras.preprocessing.image.random_shear", 0.29986491799354553]
["tf.keras.preprocessing.image.random_shear", 0.29986491799354553]
["tf.experimental.numpy.ones_like", 0.29986056685447693]
["tf.raw_ops.EnqueueTPUEmbeddingSparseTensorBatch", 0.2998337745666504]
["tf.experimental.numpy.count_nonzero", 0.29973718523979187]
["tf.raw_ops.SerializeManySparse", 0.29971909523010254]
["tf.experimental.numpy.signbit", 0.299686074256897]
["tf.experimental.numpy.log", 0.2994096279144287]
["tf.experimental.numpy.logaddexp", 0.2991750240325928]
["tf.raw_ops.Pad", 0.29911282658576965]
["tf.compat.v1.gather_nd", 0.29908642172813416]
["tf.gather_nd", 0.29908642172813416]
["tf.raw_ops.GatherNd", 0.29908642172813416]
["tf.compat.v1.manip.gather_nd", 0.29908642172813416]
["tf.compat.v1.verify_tensor_all_finite", 0.29906314611434937]
["tf.debugging.assert_all_finite", 0.29906314611434937]
["tf.compat.v1.debugging.assert_all_finite", 0.2990630269050598]
["tf.compat.v1.ensure_shape", 0.2990230917930603]
["tf.ensure_shape", 0.2990230917930603]
["tf.compat.v1.io.gfile.rmtree", 0.29894405603408813]
["tf.io.gfile.rmtree", 0.29894405603408813]
["tf.raw_ops.SegmentMean", 0.2986118793487549]
["tf.compat.v1.segment_mean", 0.2986118793487549]
["tf.compat.v1.math.segment_mean", 0.2986118793487549]
["tf.math.segment_mean", 0.2986118793487549]
["tf.math.unsorted_segment_mean", 0.2986118793487549]
["tf.compat.v1.unsorted_segment_mean", 0.2986118793487549]
["tf.compat.v1.math.unsorted_segment_mean", 0.2986118793487549]
["tf.experimental.numpy.take_along_axis", 0.2984392046928406]
["tf.experimental.numpy.pad", 0.2976616621017456]
["tf.compat.v1.TensorArraySpec", 0.2973553538322449]
["tf.TensorArraySpec", 0.2973553538322449]
["tf.compat.v1.Dimension", 0.2969699203968048]
["tf.compat.v1.strings.length", 0.296234667301178]
["tf.ones_like", 0.29600226879119873]
["tf.compat.v1.sparse.eye", 0.2959359884262085]
["tf.sparse.eye", 0.2959359884262085]
["tf.raw_ops.LoadTPUEmbeddingAdadeltaParameters", 0.2957724332809448]
["tf.raw_ops.RaggedTensorToTensor", 0.2957678437232971]
["tf.experimental.numpy.rad2deg", 0.2954927086830139]
["tf.experimental.numpy.log1p", 0.29484570026397705]
["tf.raw_ops.AccumulatorSetGlobalStep", 0.29454464933148694]
["tf.raw_ops.TensorArrayReadV3", 0.2944883406162262]
["tf.raw_ops.CollectiveReduce", 0.29446500539779663]
["tf.raw_ops.CollectiveReduceV2", 0.29446500539779663]
["tf.raw_ops.CollectiveReduceV3", 0.29446500539779663]
["tf.image.crop_and_resize", 0.2943251430988312]
["tf.raw_ops.CropAndResize", 0.2943251430988312]
["tf.compat.v1.image.crop_and_resize", 0.2943251430988312]
["tf.raw_ops.BiasAddGrad", 0.29431262612342834]
["tf.experimental.numpy.clip", 0.29424017667770386]
["tf.compat.v1.feature_column.input_layer", 0.29422885179519653]
["tf.compat.v1.estimator.LinearEstimator", 0.2940158247947693]
["tf.estimator.LinearEstimator", 0.2940157949924469]
["tf.raw_ops.XlaSplitND", 0.2940005660057068]
["tf.raw_ops.InfeedEnqueueTuple", 0.29380691051483154]
["tf.raw_ops.SparseTensorDenseAdd", 0.2932491898536682]
["tf.math.scalar_mul", 0.293154239654541]
["tf.compat.v1.math.scalar_mul", 0.293154239654541]
["tf.compat.v1.scalar_mul", 0.293154239654541]
["tf.scalar_mul", 0.293154239654541]
["tf.compat.v1.reduce_max", 0.29311618208885193]
["tf.compat.v1.math.reduce_max", 0.29311618208885193]
["tf.compat.v1.saved_model.signature_def_utils.is_valid_signature", 0.29290837049484253]
["tf.compat.v1.saved_model.is_valid_signature", 0.29290837049484253]
["tf.experimental.numpy.bitwise_and", 0.29276278614997864]
["tf.raw_ops.UniqueWithCountsV2", 0.29264211654663086]
["tf.raw_ops.UniqueV2", 0.29264211654663086]
["tf.experimental.dispatch_for_api", 0.29244670271873474]
["tf.compat.v1.experimental.dispatch_for_api", 0.29244667291641235]
["tf.experimental.numpy.sinc", 0.29233139753341675]
["tf.compat.v1.serialize_many_sparse", 0.2922705411911011]
["tf.io.serialize_many_sparse", 0.2922705113887787]
["tf.compat.v1.io.serialize_many_sparse", 0.2922705113887787]
["tf.raw_ops.CollectiveBcastRecv", 0.29177623987197876]
["tf.raw_ops.CollectiveBcastRecvV2", 0.29177623987197876]
["tf.compat.v1.quantization.fake_quant_with_min_max_args", 0.29164421558380127]
["tf.raw_ops.FakeQuantWithMinMaxArgs", 0.29164421558380127]
["tf.quantization.fake_quant_with_min_max_args", 0.2916441857814789]
["tf.compat.v1.fake_quant_with_min_max_args", 0.2916441857814789]
["tf.raw_ops.InitializeTable", 0.29155194759368896]
["tf.raw_ops.InitializeTableV2", 0.29155194759368896]
["tf.argsort", 0.2913418114185333]
["tf.compat.v1.argsort", 0.2913418114185333]
["tf.einsum", 0.2913116216659546]
["tf.compat.v1.einsum", 0.2913116216659546]
["tf.linalg.einsum", 0.2913116216659546]
["tf.compat.v1.linalg.einsum", 0.2913116216659546]
["tf.raw_ops.ResourceAccumulatorSetGlobalStep", 0.2909147929778267]
["tf.compat.v1.sparse.to_dense", 0.29066312313079834]
["tf.compat.v1.sparse_tensor_to_dense", 0.29066312313079834]
["tf.sparse.to_dense", 0.29066312313079834]
["tf.raw_ops.TensorArrayConcatV3", 0.2903998792171478]
["tf.compat.v1.io.decode_bmp", 0.2899760901927948]
["tf.raw_ops.DecodeBmp", 0.2899760901927948]
["tf.io.decode_bmp", 0.2899760901927948]
["tf.compat.v1.image.decode_bmp", 0.2899760901927948]
["tf.image.decode_bmp", 0.2899760901927948]
["tf.experimental.numpy.squeeze", 0.2898319959640503]
["tf.nn.ctc_unique_labels", 0.28966885805130005]
["tf.compat.v1.nn.ctc_unique_labels", 0.2896687984466553]
["tf.experimental.numpy.eye", 0.28934401273727417]
["tf.compat.v1.math.argmin", 0.28885945677757263]
["tf.compat.v1.argmin", 0.28885945677757263]
["tf.raw_ops.CropAndResizeGradImage", 0.28870686888694763]
["tf.compat.v1.norm", 0.2884085178375244]
["tf.compat.v1.linalg.norm", 0.2884085178375244]
["tf.ragged.stack_dynamic_partitions", 0.2882212996482849]
["tf.compat.v1.ragged.stack_dynamic_partitions", 0.2882212996482849]
["tf.compat.v1.boolean_mask", 0.287920206785202]
["tf.boolean_mask", 0.287920206785202]
